{"meta":{"title":"迷路的麋鹿","subtitle":"","description":"","author":"Yoga","url":"http://yoursite.com"},"pages":[{"title":"about","date":"2020-06-23T05:09:18.000Z","updated":"2020-06-23T05:10:00.405Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","keywords":null,"text":"","raw":null,"content":null},{"title":"友情链接","date":"2018-06-07T14:17:49.000Z","updated":"2023-05-12T03:41:24.460Z","comments":true,"path":"link/index.html","permalink":"http://yoursite.com/link/index.html","excerpt":"","keywords":null,"text":"","raw":null,"content":null},{"title":"分类","date":"2018-01-04T16:00:00.000Z","updated":"2023-05-12T03:25:59.983Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","keywords":null,"text":"","raw":null,"content":null},{"title":"markdown","date":"2023-05-12T02:42:03.000Z","updated":"2023-05-12T03:39:17.851Z","comments":true,"path":"markdown/index.html","permalink":"http://yoursite.com/markdown/index.html","excerpt":"","keywords":null,"text":"1.Note.1234567891011121314151617181920212223&#123;% note default %&#125;default 提示块标籤&#123;% endnote %&#125;&#123;% note primary no-icon %&#125;primary 提示块标籤&#123;% endnote %&#125;&#123;% note success %&#125;success 提示块标籤&#123;% endnote %&#125;&#123;% note info %&#125;info 提示块标籤&#123;% endnote %&#125;&#123;% note warning %&#125;warning 提示块标籤&#123;% endnote %&#125;&#123;% note danger %&#125;danger 提示块标籤&#123;% endnote %&#125; 效果 default 提示块标籤 primary 提示块标籤 success 提示块标籤 info 提示块标籤 warning 提示块标籤 danger 提示块标籤","raw":null,"content":null},{"title":"标籤","date":"2018-01-04T16:00:00.000Z","updated":"2023-05-12T03:39:45.833Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","keywords":null,"text":"","raw":null,"content":null}],"posts":[{"title":"欧丽娟-《红楼梦》讲说","slug":"欧丽娟《红楼梦》","date":"2023-06-27T09:58:40.000Z","updated":"2023-07-01T03:07:32.769Z","comments":true,"path":"2023/06/27/欧丽娟《红楼梦》/","link":"","permalink":"http://yoursite.com/2023/06/27/%E6%AC%A7%E4%B8%BD%E5%A8%9F%E3%80%8A%E7%BA%A2%E6%A5%BC%E6%A2%A6%E3%80%8B/","excerpt":"","keywords":null,"text":"课程来源(台大官方)：http://ocw.aca.ntu.edu.tw/ntu-ocw/ocw/cou/101S120 课程来源(哔哩哔哩)：https://b23.tv/vu5tDYN 此稿系台湾大学中国文学系欧丽娟教授于2012年录制的《红楼梦》解读课程的笔记 持续更新中~ 陋室空堂，当年笏满床。衰草枯杨，曾为歌舞场。蛛丝儿结满雕梁，绿纱今又在蓬窗上。说甚么脂正浓、粉正香，如何两鬓又成霜？昨日黄土陇头埋白骨，今宵红绡帐底卧鸳鸯。金满箱，银满箱，转眼乞丐人皆谤。正叹他人命不长，那知自己归来丧？训有方，保不定日后作强梁。择膏粱，谁承望流落在烟花巷！因嫌纱帽小，致使锁枷扛。昨怜破袄寒，今嫌紫蟒长：乱烘烘你方唱罢我登场，反认他乡是故乡。甚荒唐，到头来都是“为他人作嫁衣裳”。 谶语的表达策略(四)-物谶一、物谶含义物谶：用一个小物来进行一些关联的暗示，未来情节的发展会按照这个暗示去发生。《红楼梦》里面的物谶有三个用途：联姻、关情，涉淫。 二、关情类这并非谶，是双方自觉的行为。 （一）宝玉、黛玉——家常旧手巾（第34回） 才子佳人小说中，在才子佳人与丫鬟的三角关系里，丫鬟（代表人物红娘）对才子与佳人的情欲满足具有穿针引线的功能（非礼教）。第五十四回贾母破陈腐旧套，贾母对才子佳人小说不合理进行破解。然而在《红楼梦》中，晴雯作为传情使者却毫不自知，因此洗尽了情色的淫秽，晴雯并不担任和红娘相同的角色。 林黛玉收到旧帕后的反应极其复杂： 1.喜：二人定情； 2.悲：古代婚姻是父母之命媒妁之言，但林黛玉双亲已逝，无人做主，未来一片渺茫； 3.笑：怕自己会错意，自作多情； 4.惧：被人发现传递定情物。 林黛玉的丫鬟命名： 紫鹃—啼血而死（哀感缠绵）；雪雁—身冻而亡（美丽与哀愁的联结）；春纤—一息尚存的美好（脆弱短暂) （二）小红、贾芸——手帕（24回） 小红、贾芸都各有盘算，交换信物，小红借机攀龙凤，贾芸也有自己的考量。 脂砚斋点评说，“坠儿原不情，也不过一愚人耳，可以传奸，即可以为盗。二次小窃皆出于宝玉房中，亦大有深意在焉。”坠儿在贾芸与小红的恋情中扮演了红娘的角色（淫媒角色）。宝玉的几个大丫头之间有着某种利益联盟，如铜墙铁壁挡在宝玉与小丫头之间，不让外人涉足圈内。小红最先想要下手是贾宝玉。 几分容貌，心内便想向上攀高，每每要在宝玉面前现弄现弄。 小红并非丫鬟中唯一一个名中带玉字的，却被隐讳而隐掉了。因为小红比较精明、比较势力、比较世故，与玉字辈不同，而名中带玉的人更具精神取向，不同流俗。名中带玉的人：林黛玉、贾宝玉、甄宝玉、妙玉、茗玉（刘姥姥杜撰）、玉钏儿、蒋玉菡。但在贾家事败后，贾芸和小红却探监，回报王熙凤的滴水之恩，他们具备了难能可贵的人格高度，所以势利和人情并不能像我们所以为的那般完全划分开来。脂砚斋：“‘醉金刚’一回文字，伏芸哥仗义探庵。”后来贾府事败后仍然回报贾府的人：刘姥姥、贾芸、小红、茜雪（脂砚斋：“茜雪至狱神庙方呈正文”）。 多给别人余地，每个人都有自己的地域，不了解就不要批评，否则会显露出自己的无知，因此不要妄下断言。 （三）宝玉、妙玉——绿玉斗（41回） 关于妙玉的脂批：“他日瓜洲渡口，各示劝惩，红颜固不能不屈从枯骨，岂不哀哉？”可能指的是，妙玉后来嫁给一位年迈之人做妾。 生日帖子（粉色） 63回 （四）宝玉、晴雯——指甲、贴身小衣（77回） 晴雯死前对宝玉说的话。二人第一句话： “阿弥陀佛，你来的好，且把那茶倒半碗我喝。渴了这半日，叫半个人也叫不着。”……“快给我喝一口” 晴雯对水的渴求： “晴雯入得甘露一般一口气喝了”，宝玉暗暗想到，“往常那样的好茶，她尚有不如意之处，今日这样看来，可知古人说的饱饫烹宰，饥餍糟糠，又说是饭饱弄粥，可见都不错了。” 然而在如此即将失去的重要的人时刻，却仍有心思想这些？（《犬夜叉》：失去挚爱时的，至大的悲痛，至大的恐惧）在如此至大的悲痛，至大的恐惧时刻宝玉仍然有空闲在省思一般人性，这是莫大的讽刺。接下来的对话 “……‘不料痴心傻意，只说大家横竖是在一起……早知如此我当日也有一个另一个道理’……担了虚名” 晴雯认为自己最大的冤屈是“担了虚名”。晴雯是贾母给宝玉使唤的和宝玉也喜欢她，具有“准姨娘”的自觉因此也不需要做什么。“造次必于是，颠沛必于是”，一个人的高度和强度是经过考验的。 三、涉淫类（一）贾珍与秦可卿：金簪（第13回） 脂批：“‘秦可卿淫丧天香楼’，作者用史笔也。老朽因有魂托凤姐贾家后事二件，岂是安富尊荣坐享人能想得到者？其事虽未行，其言其意，令人悲切感服，姑赦之。”秦可卿与贾珍有真情在吗？（合奸） 不是处在真空社会中，而是一个庞杂的复杂关系； 瑞珠触柱而亡；宝珠义女，终身守墓。二婢参与这种不伦的恋情中。 3.判词：“情既相逢必主淫”。贾珍是什么样的？贾珍相貌堂堂；七十六回中秋夜聚会尤氏提到“奔四十岁的人”。 (二）贾琏与多姑娘：青丝（第21回） 28回多姑娘，77回灯姑娘 （三）贾琏与尤二姐：九龙玉佩、槟榔（第64回） 夫唯禽兽无礼，故父子聚麀 (yōu)（两牧共乘一牝）（《礼记·曲礼上》） （四）司棋与潘又安：绣春囊（第74回） 夏志清：绣春囊“跑进伊甸园的蛇”思考所得： 读者的心理是由什么而发动的？我们的好恶不完全由我们个人所决定，不是你个人价值观领导下的价值判断，你其实是在不自觉的情况下被本能或者被你的时代所牵引。 警惕“亡斧疑邻”的思维，事实上真实的感觉不一定是真实的事实。 四、联姻类物谶（一）宝玉与宝钗：通灵宝玉与金锁片 第八回，通灵宝玉正面“莫失莫忘，仙寿恒昌”；宝钗的金锁片“不离不弃，芳邻永继。”六朝时期认为自然观就是对偶，体现出一种均衡的力量，那就是自然之道。《文心雕龙·丽辞》：“造化赋形，支体必双。”夫妻的象征意向：宝玉和宝钗的金玉； （二）宝玉和宝琴：凫靥裘与雀金裘 宝玉和宝琴是同日生的。 贵族的消费是炫耀性的消费追求人格和气质的雅，而不仅仅在于物质的华（“腹有诗书气自华”）。贵族的炫耀性的消费：稀有珍稀物资；材料多步骤繁琐。茄鲞、莲叶羹、野鸭子头上的毛斗篷（凫靥裘）、雀金呢（雀金裘）。 宝琴是二宝姻缘的世俗性的补充与巩固。 （三）板儿和巧姐：佛手与柚子 巧姐的判词：势败休云贵，家亡莫论亲。偶因济刘氏，巧得遇恩人。巧姐的下落因祸得福（图谶：纺线）。道情歌《好了歌》的注《好了歌注》：“择膏粱，谁承望流落在烟花巷”预示巧姐流落烟花巷。刘姥姥二进大观园时，游逛众位小姐的闺阁，佛手是在探春房间里面做装饰用的。 房间是灵魂的延伸，是个人认同和个人审美、个人的精神空间的体现。 板儿与巧姐佛手与柚子交换。巧姐和板儿的联系：佛手和柚子。脂批：“小儿常情，遂成千里伏线。”“柚子即今香圆之属也，与缘通。佛手者，正指迷津者也。以小儿之戏，暗透前后通部脉络。”佛手代表慈悲和引渡，而柚子代表香橼，有姻缘的意思。刘姥姥第一次来到荣国府打秋风提到“只得忍耻”，脂批：“老妪有忍耻之心，故后有招大姐之事。”招大姐之事，为何要需要“忍耻”之心？刘姥姥是一个有意志力的人，能够忍耻，有韧性，有明晰的智慧。巧姐的下落很可能是流落烟花巷的，刘姥姥救出了她。（“贵格难熬，贵命难养。”）第四十二回，王熙凤请刘姥姥命名。命名是一件重大的事情，宣示所有权。刘姥姥给巧姐命名。勇于面对厄运，“巧”字以毒攻毒，以火攻火，遇难呈祥，逢凶化吉，长命百岁（预告）。勇于面对困难，灾难，不要畏惧，这是拥有健全人格的人。脂批“应了这话固好，批书人焉能不心伤。狱庙相逢之日，始知‘遇难成祥逢凶化吉’实伏线于千里。哀哉伤哉，此后文字不忍卒读。”佛手在探春屋子里有什么意味？（思考）所以，刘姥姥是一个有慈悲心肠的大母神。 坎伯˙摩根（神话学大师）：菩萨代表慈悲，有了他的帮助，生命才有可能。生命是痛苦的，但是慈悲是生命可能继续的原因。 （四）卫若兰和史湘云的物件对称：金麒麟。 卫若兰第一次出场在秦可卿葬礼路祭。 贾宝玉从清虚观张道士那里，得到了一只比较大的金麒麟，与湘云的金麒麟从象征意义上是一对。在第三十一回的回目，后半句是“因麒麟伏白首双星”。双星：牛郎星与织女星，预示着夫妻二人长久分离。关于金麒麟，通常的说法全来自脂批。一是第三十一回末批，“后数十回若兰在射圃所佩之麒麟正此麒麟也。提纲伏于此回中，所谓‘草蛇灰线，在千里之外’”。 ####（五）蒋玉涵和袭人：茜香罗、松香汗巾子。二知道人： 一束茜香罗不俨纳彩乎有一章回目“花袭人有始有终”、“共奉”对袭人改嫁的思考：只要你的心里还是那么美，那么有感念，不要用外在的有没有改嫁，是不是在身旁来作为她是不是一个有情、至情之人的判断，不要流于形式，问心无愧，超越盲昧的本能。→刘姥姥、贾芸、小红、茜雪能在最后出现施以援手。人性难料，对人的判断要盖棺定论。古人“疾风知劲草，板荡识贤臣。”又有“造次必于是，颠沛必于是。”在明清时期，特别是清代，允许寡妇有某种自由，可以自由选择再嫁的自由。不要犯逻辑上的稻草人谬误。 （六）邢岫烟与薛蝌：冬衣、当票（57回）（七）柳湘莲与尤三姐：鸳鸯剑（66回）父母之命，媒妁之言。所有的婚姻（宝玉和宝钗；板儿和巧姐；卫若兰和史湘云、探春与海疆藩王、袭人与蒋玉涵、邢岫烟与薛蝌）都是成功的，除了尤三姐和柳湘莲的自由婚姻都是失败的，尤三姐的死有一半以上的原因来自于宝玉说的话。娶你的人最在乎的是你的品性如何（“娶妻娶贤，娶妾娶美”），就如柳湘莲。贾宝玉“绝色”“既得了个绝色的何必在意”“真真一对尤物，混了一个月，他又姓尤”，宝玉对尤氏姐妹从心底看不起的，“你们东府里，除了那两个石头狮子干净罢了”“剩忘八”“品行如何”：都颇有意味。宝玉也是很复杂的，人本来就是在流动中起起伏伏的个体，本来就是很复杂。宝玉的话可能害死了尤三姐。 （八）探春与海疆藩王：凤凰造型风筝探春的婚姻：（探春的图谶），有船和大海，暗示她会远嫁。出嫁对女儿带来了很大的心理创伤，和娘家的难得见面。 女子的婚姻：《诗经》：女子有行，远兄弟父母。乃如之人也，怀昏姻也。大无信也，不知命也。 元稹写给大姐的墓志铭中有一段元稹大姐的遗言：“吾幼也辞家，报亲日短，今则已矣，不见吾亲。亲乎，亲乎！”婚姻对女子的内心的割离。 红楼梦曲《分骨肉》：一帆风雨路三千，把骨肉家园齐来抛闪。恐哭损残年，告爹娘，休把儿悬念。自古穷通皆有定，离合岂无缘？ 从今分两地，各自保平安。奴去也。 表达了婚姻对探春的伤害，不人道的婚姻结构下对女子的伤害。 曼素恩：在中国家族体系中，历经与父母分离的都是女儿，终其一生将承受着分离带来的创伤。第二十二回，探春的灯谜诗（谶谣），“阶下儿童仰面时，清明妆点最堪宜。游丝一断浑无力，莫向东风怨别离。”谜底是风筝。风筝已出现就意味着终将断线。第六十三回，“日边红杏倚云栽”“得此签者必得贵婿”：探春的花签词：“瑶池”“天上”“日边”“贵婿”“王妃”风筝将不会落在平凡人家。第七十回，提到放风筝就是“放晦气”，剪断线就会除病禳灾，关于探春和黛玉对放风筝的探讨。探春放的风筝是凤凰团，（两支凤凰风筝，与一只带响边的囍字缠绕在一起）风筝的意向：一是婚嫁，二是风筝飞得高远，代表探春“女君子”的品格高度（意味着先天上与赵姨娘的对立，母女抗争不在于嫡庶之争），有担当，有眼界。探春居处“秋爽斋”（三开间）并不曾隔断，她就是一位“事无不可对人言”的芳性，胸襟开阔。探春外形“俊眼修眉，顾盼神飞，文彩精华，见之忘俗”，不是一般女子。 女生要有自觉地超越自己的限制，不能心胸狭窄，积极去打破性别界限，诚于中，形于外，探春的出场就是令人见之忘俗。 凤凰（海疆的藩王） 的象征意义：凤凰一是代表身份地位；二是代表高洁的心性；三是代表才干非凡。探春住处秋爽斋种植芭蕉（蕉下客）和梧桐。梧桐的典故：《庄子秋水篇》庄子和惠施的典故： 惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹐，子知之乎？夫鹐发于南海，而飞于北海，非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹐过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”鹐（即为凤凰）练实：竹子的果实。鸱：猫头鹰 在宋词中有“拣尽寒枝不肯栖，寂寞沙洲冷。”（苏东坡）） 第六十五回兴儿对尤二姐介绍探春“神道”（才自精明志自高）“老鸹窝里出凤凰”，才志兼备。探春生于三月初三（三月初三到了唐代等于六朝的上巳日，如杜甫的《丽人行》），古人暮春之初要修碶（如王羲之的《兰亭集序》），到了水边除病禳灾。探春可以把污秽、低俗净化，让自己不染。探春代表花是玫瑰花，不容人侵犯，为了抗拒周遭烂泥的自我保护。修碶日逐渐变得风雅，于是号召召开诗社的正是探春。 五、总结第二十五回，贾政的天命观：“儿女之数，皆由天命，非人力可强者。 ”第七十九回，贾母对迎春嫁与孙绍祖的态度儿女之事自有天命前因。薛姨妈：“千里姻缘一线牵”“月老牵引”（古人的命定观体现唐传奇《定婚店》）对于娇杏的脂批：“无儿女之情，有夫人之命。 ”所以她是没有私情的，婚姻的基础是没有感情基础的。联姻类的：都是没有主动追求的，双方有互换或者印照的；关情类和涉淫类的：有主观能动性的，一物二手或是转移联系。 《红楼梦》对才子佳人式的婚姻反驳，而是对“父母之命，媒妁之言”的婚姻的认同。 关系类型 促成力量 主观意愿 品物的关联方式 结果 联姻 命定天成 无 “二物相对”映照组合 ，“二物映衬”对等交流 成功 关情 人为作用 有 “一物二手”转移联系 失败 涉淫 人为作用 有 “一物二手”转移联系 失败 对曹雪芹支持的婚恋观的支持的观点： 婚姻不是只有爱就能幸福的。然而现在的婚姻就是基于自己做判断，选择你爱的，爱你所选择的，这是一件好事。 17世纪在英格兰形成婚姻自由的范式。 古代婚姻制度的优点：（学理研究：同质理论[米契尔与和特] ）婚姻的缔结即便在现代，以为可以超越外在的条件、进行心灵和精神的共鸣来作为择偶的条件，这个是真的么？近日，我们的择偶还是在自觉或者不自觉的情境下，依照“同质理论”来进行。我们往往会选择家世背景相当，社会地位、经济能力相似，兼具彼此心理和生理相互吸引、沟通人格特质，对婚姻的期待是不是和另一方一样来作为择偶对象的,同质理论说明，很多时候，你的内在的某些操作机制在背后已经帮你做了选择，环境本身已经被筛选了。 我们虽然表面上是一个开放自由的环境，我们可以自由选择，其实不然，你还是在被一个筛选过的环境，进行与各种人的互动，这个环境本身已经被筛选过了，你所在的环境，你遇到的人，已经不是开放式的散漫的环境，当你以为你是自由恋爱的时候，自由是真的自由么？ （同质理论证明）英国伦敦高斯密斯学院成果得出结论：通常俊男的另一半通常是美女，多数夫妻大多在同一个年龄层次。费德曼：这一点来看与动物差不多。孟子：“人之异于禽兽者几何？” 动物学的同形交配可以移用到同质理论。 中国古代“门当户对”幸福比例不比自由恋爱低，诸如生活习惯、日常琐碎的矛盾、共同的生活习惯。 《爱的意志》提到：爱不是感觉，爱是意志，是需要学习的。 弗洛姆：爱情不是强烈的感觉，爱是一种意志，爱是一种许诺，与人格息息相关，爱需要学习。婚姻是生活，需要共同的习惯、价值观来维系。 对待《红楼梦》中的传统部分就是接受它，而不是反对它。 补充：茗烟与卍儿（礼不下庶人：传统的儒家认为，没有受过教育的平民，在位阶上和动物是一样的，你真的希望像动物一样在一个等级，所以你不被要求，没有文明的责任，没有社会的义务，所以，因此可以顺着本能为所欲为而不受约束，你真的喜欢这样嘛？我们已经在人的世界里，必须要了解我们已经完全脱离自然，因此，必然的，我们受到文明的规范，乃至于在这个规范下的自我提升。）（辜鸿铭的著名茶壶与茶杯的配对来反对一夫一妻制度，是错误类比。“茶壶与茶杯，是没有生命的物件。”） 贾宝玉的启蒙进程：度脱模式一、度脱模式渊源度脱模式：《红楼梦》的悟道主题。贾宝玉从出生到出家的经历。宝玉19岁出家“悬崖撒手”。度脱模式，《红楼梦》是一部悟道主题的书。悟道小说始自六朝时期，是讲究佛道。在唐朝，唐传奇（《南柯太守传》“南柯一梦”、《枕中记》：“黄粱一梦”）元杂剧（道化度脱剧）都有度脱模式。《红楼梦》第一回，一僧一道： “趁此何不你我也去下世度脱几个也是功德一场……” 开宗明义提到度脱。度脱：即为度化解脱，度一切苦厄，解脱一切烦恼。在六朝佛道就有，佛经中：“度脱群生”、“万物”、“凶年”。佛典翻译梵文“波罗密多”，就是渡，本义到彼岸的意思，从人生现实生死苦海到涅槃的美好快乐彼岸。（佛手） 《隋书》：“授以秘道，开劫度人。” 元杂剧中有道化度脱剧，度脱局一般元素需要一个渡人者，需要一个被渡者，需要一个渡人的动作，悟道后成仙成佛。各要素依序组合。 《红楼梦》关注的生命形态是正邪两赋之辈。 被度者需要有的特质： （1）特殊来历：往往都是本来就是仙人（谪仙） （2）具有神仙之份，特别有资质，等待召唤。如宝玉、黛玉） （3）鬼妖物而为精者“木精草妖”：通灵石、绛珠仙草。 度人者：元代多半是仙佛（吕洞宾、铁拐李、蓝采和、达摩、布袋和尚），相当于西方的“智慧老人”（荣格归纳）， 度人动作：“授以秘道，开劫度人，然其开劫，非一度也”（《隋书》），多次度脱（3次点化，元杂剧一般都有四折） 。然而元杂剧以渡人者为中心，凸显其非凡的神力智慧，被渡者的心理变化着墨不多。而《红楼梦》中重点不在渡人者，而是以被渡者内心的变化为中心。 《红楼梦》度化行动：第二十五回，宝玉遭遇濒死状态，被僧道解救。脂批： “三次瑕炼，岂能不成佛成祖。”“跛道二人点明迷情幻海中有数之人也。非袭《西游》中一味无稽、至不能处便用观世音可比。”“菩萨、天尊皆因僧、道而有，以点俗人”。 道和僧在仙界和人世的形象： 仙界 仙风道骨（“骨骼不凡，丰神俊逸”） 人世 丑陋（“癞头跣脚”“跛足蓬头”） 在人世的形象就是“畸陋”（《庄子》）的形象，“畸于人而侔于天”，传递智慧的是“形残”（啮缺、支离疏：形残神全，普通人：形全神残），打破肉眼的限制，看到真理的所在。（古代的观人术） 二、《红楼梦》中的度脱行动： 度人者 被度者 回目 度人者 被度者 回目 僧 英莲 第一回 道 甄士隐 第一回 僧 黛玉 第三回 道 贾瑞 第十二回 僧 宝钗 第七回 道 柳湘莲 第六十六回 ​ 渡人者 被渡者 主要方式 现身时机 度脱性质 基本成效 一僧 女性 符咒法术 日常生活 外在超越 失败 一道 男性 言语机锋 非常处境 内在超越 成功 （一）僧人的度脱行动 第一回，僧人对甄士隐说： “有命无运、累及爹娘之物” “惯养娇生笑你痴，菱花空对雪澌澌。好防佳节元宵后，便是烟消火灭时。” 这些是对英莲的命运做了预兆。 “巧妻常伴拙夫眼”。 袁枚《随园诗话》：“逝水韶华去莫留，漫伤林下失风流。美人自古如名将，不许人间见白头。” “书画琴棋诗酒花，当年件件不离他。而今七事都更变，柴米油盐酱醋茶。” 这一次对于英莲的度脱是失败的。 第三回，林黛玉：(细节中藏有魔鬼) “我自来如此，从会吃饭时便吃药，到如今了，经过多少名医，总未见效。那一年我才三岁，记得来了一个癞头和尚，说要化我去出家。我父母自是不从，他又说：‘既舍不得他，但只怕他的病一生也不能好的！若要好时，除非从此以后总不许见哭声，除父母之外，凡有外亲一概不见，方可平安了此一生。’这和尚疯疯癫癫说了这些不经之谈，也没人理他。如今还是吃人参养荣丸。” 这一次对于黛玉的度脱是失败的。 第七回，薛宝钗： “再别提起这个病！也不知请了多少大夫，吃了多少药，花了多少钱，总不见一点效验儿。后来还亏了一个和尚，专治无名的病症，因请他看了。他说我这是从胎里带来的一股热毒，幸而我先天壮还不相干，要是吃凡药是不中用的。他就说了个海上仙方儿，又给了一包末药作引子，异香异气的。他说犯了时吃一丸就好了。倒也奇怪，这倒效验些。”“也不觉什么，不过只喘嗽些，吃一丸也就罢了。” “冷香丸”的疗效治标不治本，还会发作。对于宝钗的度脱是不算成功。情志为病，情感太强会导致病 ，林黛玉偏执型；宝钗较为健全，更为平衡。 （二）道士的度脱行动 第一回，甄士隐的女儿甄英莲被拐“夫妻二人半世只生此女，一旦失去，何等烦恼，因此昼夜啼哭，几乎不成寻死。”“士隐已先得病，夫人封氏也因思女构疾，日日请医疗治。”接着第二场灾难来临，葫芦庙中炸供，致家中失火，岳父封肃谋夺财产。道人（“疯狂落拓，麻鞋鹑衣”）出现念着《好了歌》（道情歌）： 世人都晓神仙好，惟有功名忘不了。古今将相在何方？荒冢一堆草没了。世人都晓神仙好，只有金银忘不了。终朝只恨聚无多，及到多时眼闭了。世人都晓神仙好，只有娇妻忘不了。君生日日说恩情，君死又随人去了。世人都晓神仙好，只有儿孙忘不了。痴心父母古来多，孝顺子孙谁见了？ 接下来又说：“可知世上万般，好便是了，了便是好。若不了，便不好；若要好，须是了。”在这种情况下，甄士隐悟了，作了《好了歌注》： 陋室空堂，当年笏满床。衰草枯杨，曾为歌舞场。蛛丝儿结满雕梁，绿纱今又在蓬窗上。说甚么脂正浓、粉正香，如何两鬓又成霜？昨日黄土陇头埋白骨，今宵红绡帐底卧鸳鸯。金满箱，银满箱，转眼乞丐人皆谤。正叹他人命不长，那知自己归来丧？训有方，保不定日后作强梁。择膏粱，谁承望流落在烟花巷！因嫌纱帽小，致使锁枷扛。昨怜破袄寒，今嫌紫蟒长：乱烘烘你方唱罢我登场，反认他乡是故乡。甚荒唐，到头来都是“为他人作嫁衣裳”。 道士对于甄士隐的度脱是成功的。 第十二回，贾瑞陷溺在色情想象中不可自拔，道士的“风月宝鉴”，只能看背面，不可看正面，贾瑞没有听道士的话，最终脱精而死（色欲之陷溺人，对人的恐怖力量。）。表面上救助贾瑞的行动失败了，但借助风月宝鉴度化人是可以成功的，只是因为贾瑞个人行为才失败了。（冷香丸本身是治标不治本。） 第六十六回，尤三姐的自刎，“我并不知是这般刚烈的贤妻，可敬可敬……”柳湘莲在哄哄默默的状态下，整个人处在一种茫然的一种状态遇到了道士，经过一番对话（在人世如同逆旅，都是过客） 将万根青丝斩尽，出家了。道士对于柳湘莲的度脱是成功的。 （三）一僧一道度脱行动思考 度化的独享都是男性，可以看得出曹雪芹潜意识里的性别意识：认为女性不能被解脱。 人间有机缘就好好珍惜，但不必非怎样就不可，因为这个世界本来就是短暂而无常的，且虚幻的。 想起很早之前看的《正见》： 诸行无常（一切和合事物皆无常） ；诸漏皆苦（一切情绪皆苦）诸法无我（一切事物皆无自性） ；涅槃寂静（涅槃超越概念） 被渡者和度人者所展开的启悟过程，往往会出现的重要象征。 埃里亚德（启悟理悟）：凡是跟领悟、跟人性跳跃性成长的经验、仪式的开展中往往有死亡与再生的象征符号的出现，死亡是再生之前的必要经历，唯有通过死亡，才会有新的生命，进入生命的另一个境界，换言之，就是使得被启者在另一个更高的生命模式中重生。死亡，就旧有的我死去，新有的我诞生，这个过程中不是只有一次，带领被启者重生的度人者并不是单一的角色。 马尔克斯：《什么叫做启悟故事》：所有的启悟故事所要表现的，可以说就是故事中年轻主角所经历过的，无论是他对于自我世界认识的重大转变还是性格上的转变，或者两者兼有，这就是启悟故事的重点，启悟就是带领这个被启悟者对这个世界有个重新的认识。 这些转变都不是暂时性的，而是它会指引和引导这个主角迈向成人世界。 迈向成人世界是非常重要的一个成长方向，我们的成长不是顽固的抗拒长大，相反，我们要突破幼年、非常单一的心灵，而是扩大到了解这个世界的全面性和丰富性。 三、贾宝玉启悟经历 第五回，贾宝玉的第一步启蒙：性启蒙（心理成熟晚于生理成熟）（象征意义的启蒙）。神游太虚幻境，荣宁二公嘱托警幻仙子，兼美引导，与家业承续有紧密关系。 “你等不知原委。今日原欲往荣府去接绛珠，适从宁府经过，偶遇宁荣二公之灵，嘱吾云：‘吾家自国朝定鼎以来，功名奕世，富贵流传，已历百年。奈运终数尽不可挽回，我等之子孙虽多，竟无可以继业者。惟嫡孙宝玉一人，禀性乖张，用情怪谲，虽聪明灵慧，略可望成，无奈吾家运数合终，恐无人规引入正。幸仙姑偶来，望先以情欲声色等事警其痴顽，或能使他跳出迷人圈子，入于正路，便是吾兄弟之幸了。’如此嘱吾，故发慈心，引彼至此。先以他家上中下三等女子的终身册籍令其熟玩，尚未觉悟；故引了再到此处，遍历那饮馔声色之幻，或冀将来一悟，未可知也。” 启蒙者：兼美 -（1）劝百讽一：用声色犬马之事来警醒一个人，很难补泥足深陷，除非这个人有慧根，否则迷途更远的几率更高；-（2）空结情色：（色不异空，空不异色，色即是空，空即是色）情色的经历后，最终以空作为总结。-（3）导欲增悲：让你的欲望无限扩展，引导到一般人容易陷溺的方向，走到极致，发现其中无限荒凉，在增悲之下领略人世的空幻。 经历了性启蒙之后，某个意义上是宝玉的继承人资格被承认。宝玉的云雨之事（性启蒙）论证宝玉可以担任继承人的资格。在通过性启蒙之后就是一个成人，成为一个父亲就可以拥有权力、财富、名誉和女人。贾芸认贾宝玉父亲（印证）。 经历过性启蒙的贾宝玉（绛洞&lt;女儿国&gt;花主）被视为大观园的主人。 西方学者研究，人类进入文明之前的遭遇，追溯到亚当与夏娃的故事。亚当和夏娃的故事带来的启示： A.原始图征的消逝：因为人有了辨别能力，懂得是非、善恶、没有了所谓的混沌无明，无人、无物、无我、无他等等分别心； B.解释了人类为什么会有死亡； C.人类为什么开始追求知识，对知识的认识从何而起，这些都与性密切相关。这一切都与性相关。性成熟代表着就是从童真走向真实的世界，乐园开始崩塌。 在书中关于情欲和死亡的联结：秦可卿的死亡（情天情海幻情身，情既相逢必主淫。）；“绣春囊”是侵入乐园诱惑夏娃的蛇。宝玉最害怕的就是女儿出嫁，开启了女儿重重磨难开始，也是女儿由珍珠成为鱼眼睛的开始。 宝玉经历性启蒙之后就开始进入了成人世界，性成熟宣告宝玉童真的死亡，拥有了享受温柔乡权利。“以情欲声色等事警其痴顽”，用性成熟带领宝玉走向现实人生,面临幻灭的痛苦。 兼美：“警幻仙子之妹，名唤兼美，表字可卿”；“鲜艳妩媚大似宝钗，袅娜风流又如黛玉。” 悟道小说梦境为媒介，梦境在很短的时间，浓缩许多事物。 （梦的独特性）兼美表字可卿与现实世界的可卿有何关联？（有关联，但不可等同为一） 宝玉的后三次启蒙（思想）（1）第二十二回，（宝钗的生日）宝钗说戏《寄生草》，幻灭美学（思想意境幻灭美感），辞藻更妙。宝钗说戏→儿女纷争→宝玉参禅 “漫揾英雄泪，相离处士家。谢慈悲，剃度在莲台下。没缘法，转眼分离乍。赤条条，来去无牵挂。那里讨，烟蓑雨笠卷单行？一任俺，芒鞋破钵随缘化！” 你领略到一种无常，这种无常让人从一种执着、繁杂当中脱离出来，进入到一种空灵阔朗的旷野，旷野会给我们带来一种悲凉，也会给我们带来心灵的洁净。 宝玉反应：“拍膝画圈，称赏不已，又赞宝钗无书不知.无书不晓。”可见对宝玉产生了极大的触动。“还没唱《山门》你到《装疯》了”：这时林黛玉阻断了贾宝玉对其的思考，也许宝钗与贾宝玉在那一瞬间达到了思想交汇，触及了黛玉没有触及的角落，而林黛玉敏锐地察觉了这种微妙。 “这个人悟了。都是我的不是，都是我昨日一支曲子惹出来的。这些道书禅机最能移性，明儿认真说出这些疯话来，存了这个意思，都是从我这一只曲子上来，我成了个罪魁了……”在这一点钗黛思想上保持了一致性。 “至贵者宝，至坚者玉。尔有何贵？尔有何坚？” “‘身是菩提树，心如明镜台。时时勤拂拭，莫使有尘埃。’惠能在厨房舂米，听了道：‘美则美矣，了则未了。’因自念一偈曰：‘菩提本非树，明镜亦非台。本来无一物，何处染尘埃？’五祖便将衣钵传给了他。今儿这偈语亦同此意了。只是方才这句机锋，尚未完全了结，这便丢开手不成？” 黛玉和宝钗的那段机锋，只是聪明人对于术语的运用，这是聪明的表现，但是不是智慧的反映，但是他们自己没有真正的悟道。这种“赤条条，来去无牵挂。”对他有了隐隐的启悟，也对埋下了“悬崖撒手”的种子(白茫茫大地真干净)。启蒙者：宝钗宝钗深不可测，层次丰富，《红楼梦》的三个人生视点，交错进行，同时存在：空、情、色 。宝钗在热闹中看出虚无，繁华中看到空幻。空：是寂灭观，说明宝钗具有悟道的可能性，有悟道者的天赋。（孤独是一个人的狂欢） 补充：宝钗在别人的无知甚至误会中，在饱受负面的观感之下，仍然能淡定怡然，无得失起伏之心，做到“人不知而不愠”的君子之态。她无需求告、辩解，因为她自己的内在无比充实。她很深沉，能够领略和她现在所遵循、所彻底实践的价值观（儒学）不一样的价值（佛学）。宝钗人格层次丰厚而深沉。 （2）宝玉去中心，第三十六回，龄官对贾蔷的情有独钟，对贾宝玉白眼相看。 宝玉对于死的想法是：女儿都在，女儿的眼泪埋葬我，只能埋葬我，→所有人都爱我，以我为中心。而龄官给宝玉的世界打开了一个缺口，从以幼儿为中心进入了成人的孤独感，被人厌弃，每个人都有自己的分定，贾政认为他“管窥蠡测”是对的（第17回）。宝玉对于人生终结的想法（19回、36回、57回、71回）：“化灰”、“化烟”，余英时认为这是“乐园的永恒化”的表示。龄官的画“蔷”打破“我竟不能全得了”，在他心中凿下了裂痕，他从儿童的自我中心观认识到自我是一个孤独的个体，个人得个人的眼泪，人生情缘各有定分，只是每每暗伤“不知将来葬我洒泪者是谁”。这种乐园式的生活是短暂的。贾宝玉在情的广度上追求全盘皆有发生了崩溃。蒲安迪先生：“宝黛二人以自我求全，认为自己就代表全世界，自己是世界的中心，终难自安宇宙之大。”而且以宝玉为中心的《红楼梦》叫“宝玉的《红楼梦》”不等于“曹雪芹的《红楼梦》”。 《红楼梦》的作者表明，如果你把自我的世界误以为是宇宙的整体，那就是所谓的“管窥蠡测”，因为自我的有限性。只有得到超越自我的宇宙观，认识到自我的不足，先有自我的不足感，然后才会有超越自我的丰富感。 （3）最后一个启蒙是：第58回《杏子阴假凤泣虚凰 茜纱窗真情揆痴理》，藕官烧纸，贾宝玉在情得独一无二上发生了变化。 宝玉将方才见藕官，如何谎言护庇，如何“藕官叫我问你”，细细的告诉一遍。又问：“他祭的到底是谁？”芳官听了，眼圈儿一红，又叹一口气，道：“这事说来，藕官儿也是胡闹。”宝玉忙问：“如何？”芳官道：“他祭的就是死了的菂官儿。”宝玉道：“他们两个也算朋友，也是应当的。”芳官道：“那里是友谊？他竟是疯傻的想头，说他自己是小生，药官是小旦，常做夫妻，虽说是假的，每日那些曲文排场，皆是真正温存体贴之事，故此二人就疯了，虽不做戏，寻常饮食起坐，两个竟是你恩我爱。菂官一死，他哭的死去活来，至今不忘，所以每节烧纸。后来补了蕊官，我们见他一般的温柔体贴，也曾问他得新弃旧的。他说：‘这又有个大道理。比如男子丧了妻，或有必当续弦者，也必要续弦为是。便只要不把死的丢过不提便是情深义重了。’若一味因死的不续，孤守一世，妨了大节，也不是理，死者反不安了你说他是傻不是呢？”宝玉听了这呆话，独合了他的呆性，不觉又喜又悲，又称奇道绝，拉着芳官嘱咐道：“既如此说，我有一句话嘱咐你，须得你告诉他：以后断不可烧纸，逢时按节，只备一炉香，一心虔诚就能感应了。我那案上也只设着一个炉，我有心事不论日期时常焚香，随便新水新茶就供一盏，或有鲜花鲜果，甚至荤腥素菜都可。只在敬心，不在虚名。以后快叫他不可再烧纸了。” “假凤虚凰”的理解：“假作真时真亦假”，真和假的关系是很模糊的，不要以为真就是绝对价值，假就是不好。 贾宝玉从“假凤虚凰”窥出痴理。俞平伯“交互错综发”：真情和痴理并存。这个世界上还有一些超越个人之上的价值要遵守，只要我们守住一个点，那个点就不至于被理所窒息，所排挤，这个点就是，不要把死的丢过不提，便是情深义重了。你只问你的心，你的心如果没有忘了旧人，历经时间的距离，也没有把情淡忘，这就是真情。 一个人是不是至情之人，要有心来判断，不要从外表看是否续弦，有没有为死去的人而死来判断你的真情程度。 这个“痴理观”了推翻汤显祖对于“至情”的定义（“情在而理亡”，“情不知所起，一往而深”）。痴理观：情理兼备，两尽其道，尽力而为。(红楼梦对才子佳人小说的反思！伟大！) 四、痴理观有关婚姻跟爱情冲突的问题，应该怎么样去解决： 我们传统的观念里认为爱情、情感就要纯粹，而且要非常强烈，因此他必须要百分之百，有高度的排他性，仿佛这样才叫做至情。但是，这样的至情会跟传统的“父母之命，媒妁之言”的婚姻会造成冲突，然后为坚持自己情感的纯粹，会以死亡来终结，我们就会歌颂这样的感情。 《红楼梦》藕官烧纸——以更高的视野达到情与理的调和，叫做痴理。“痴情”、“痴傻”都是非理性的耽溺。从藕官烧纸告诉人们原来内心和外在的形式是可以并行不悖的，定义“情”的标准和“情的意义”的标准应该回归到内心，而不是从外在的形式去看，一个人是不是至情不应该用他有没有死，跟谁结婚来断定。因为超越情之上，还有一个“理”字。在现实上生活中，就要遵循“大道理”。 无论外在环境有多大变迁，包括生和死，只要“不把死的丢过不提”，就算是情深意重。当你历经生活的诸多变化，内心还能去守住一个不存在的幻想而不丢掉它，比一个人孤守一世更要来得艰难。孤守一世有着外在的形式帮助，没有外在的干扰，能够更加容易地去将想念加深，那个人的幻想会越来越强烈，如果你再续弦，有新的生活要去面对，那你还不会对那个人念念不忘，这就是真情。因为时间太残酷了，总会消退许多的东西。 聂鲁达·智利《今夜 我可以写出》：“或许我还爱着他，或许我已不再爱她，因为爱是这么短，而遗忘可以这么长。” 遗忘的能力是对于爱的坚持，时间会对爱的信念强烈地提出挑战。那个情要融入到你的生命里，成为你身体的一部分，你不会刻意去提到它，但是你永远不会忘记它。 “大节” 和 “理”告诉人们：人毕竟要活在群体之中，要对群体有相应的责任，因此人要“去中心化”。从儿童式的自我走出来，一个成熟的人不会只看到自己，而是能看到自己与别人之间的微妙关系，对彼此的责任。 “以后断不可烧纸钱，纸钱是后人异端，不是孔孟遗训。”这也看出来宝玉对于孔孟之道的维护与坚持。 “一心虔诚……殊不知以诚心二字为主……心里各有所因……心诚意竭……” 做到心意（内在）要诚、要敬，而生死、婚姻、仪式（形式、外在）都不重要。推测：这一点就为宝玉黛玉死后娶宝钗奠定了思想准备。痴理究竟是什么？即为情理兼备（两尽其道、各尽其道）。第四十三回，凤姐庆生，宝玉出府私祭金钏。（水仙庵）茗烟：“礼也尽了…受祭的英魂不安生(和藕官烧纸同义互证)…”宝玉：“…大题目”“不过是为了尽了礼…让大家放心…岂不两尽其道。”第四十七回，柳湘莲与贾宝玉对话“行动不得自由…能说不能行…虽然有钱却不由我使”“…心里有了就是…不过是各尽其道。” 我们很容易用我们本来的信念去理解事物，因为这是人类在认知和学习过程中不可避免的，但是假设我们真的要去认识对象的话，所谓的学习就是要超越自我的极限，我们要去认知跟我们原来所想不一样的，这样人才能真正扩大和成长。 而袭人的出嫁是“痴理观”的绝佳体现。 五、总结所有启蒙者都是女性。女人走得更早，然而大部分成长小说都是关于男性的，所有是有性别意识在里面的，很少有女性成长小说。在中国古代不被视为人，只以身份出现（女儿、妻子、母亲）。古罗马儿童教育成长都涉及男孩，女性没有成长阶段（只有一个过渡仪式：结婚）。“女人不在年龄中生活。”只是在身份上不断变化。 拓展：风筝意象 黛玉的风筝：美人“这里”[潇湘馆]（填柳絮词）；宝玉的风筝：美人；探春：凤凰风筝；晴雯：大鱼；贾环：螃蟹（眼前道路无经纬，皮里春秋空黑黄。指藏在心里不说出来的言论。空黑黄：价值观混乱，讽刺意味）“皮里春秋”另一用法：不干己事不张口，一问摇头三不知。逢人且说三分话，未可全抛一片心。（薛宝钗）“借问汉宫谁得似。”《清平调》将杨贵妃与赵飞燕类比，事实上在地位上、美貌上类比。曹雪芹“杨妃扑彩蝶”“飞燕泣残红”也是赞美二者。 “春秋”是非判断，进行褒贬。 薛宝琴的风筝：红色的蝙蝠，蝙蝠是吉祥的象征，谐音是福。《红楼梦》各方面最完美的女性，人生际遇完善。 薛宝钗的风筝：一连七只大雁（一是七是单数，“妻”字不成双），二是分离（雁：秋去春来，辛苦 “恩爱夫妻不到冬”）不要老是带着成见去理解一个角色，这种行为除了发泄自己的好恶之外，对自身的成长和对角色的认知没有任何真正的帮助。 红楼萝的爱情观-人格与意志的展现 理想的爱情，对人的自我完善、提升有较强的作用。 一、一见钟情——强度、速度因为我们相信直觉，我们相信某种东西能够超越任何衡量、思考、完全诉诸内心的某一种强大的感性而选择的对象，我们才认为是纯粹的。但是我们内在的那个我真的是完全纯粹的吗？是没有经过计算的，绝假纯真的固有的真我吗？而同质论说明我们在择偶的时候，潜意识里会带有门当户对的标准，把它包装在自由恋爱之下，而不自觉地根据“门当户对”做出选择。所以，“真我”是由多少来自于社会价值观，来自于生物的繁衍本能所决定，你怎么会清楚呢？当我们一直在宣扬诉诸“真我”的时候，我们通常没有考虑到一件事情就是，什么叫“真我”，你的“真我”跟我的“真我”是一样的嘛？如果不一样的话，那么凭什么我们会觉得有一个“真我”会变成一个真理，然后成为衡量的最终极的标准。这是一个很大的迷失，因为我们的“真我”从哪里来？也说不清楚。“一见钟情”就是建立在空淡的，模糊的，不确定的自我感性之上，那这样的一见钟情会有什么样的结果呢？《红楼梦》中关于一见钟情的例子： 贾雨村和娇杏：尽管喜剧收尾，作者通过很多手法表述不同意。“偶因一着错，便为人上人。”（偶和错）娇杏谐音侥幸。太多的恋爱因为误会而结合（美丽的错误），因为了解而分开。 因此一见钟情风险很高（不确定因素）。 冯渊和英莲：作者并不赞同爱情的强度能改变一个人。爱情不应该改变你自己。如果你已经是一个不是你的你，而一个不是你的你，又如何正常地活下去？ 尤三姐和柳湘莲：二者的不了解，听信传闻产生误解。一见钟情的强度固然让我们感到震撼，可是震撼之后，请恢复理性，我们要追求的是终其一生，细水长流、平淡但是真实的爱情，才能让婚姻走得远。 一见钟情的速度和强度走入更深的歧途，不会走向光明的天堂。 茗烟和卍儿爱情的速度太快以至于分不清情与欲，茗烟将她视为泄欲对象。以欲代情，情欲不分。 宝玉叹“可怜可怜”，脂砚斋：“作书者视女儿珍贵之至，不知今时女儿可知？余为作者痴心一哭，又为近之自弃自败之女儿一恨。” 现代社会因为眩目的速度，会让人们跳过漫长的心灵探索，转而在形而下的肉欲交合的层次，还误以为那个是爱情。布鲁格（德）：“爱是心灵的整体状态，尤其不应该把爱与纯本能的冲动（即使是升华的冲动），视为一事，所有的本能冲动都是为了得到满足，这样就容易把对方当做满足嗜欲的方法和媒介。爱是以肯定价值以及创造价值的态度把自己转向对方。”爱就是爱，就是你心灵中是不是真的体贴、尊重、了解、照顾对方的心意，绝对跟你的身体本能是没有关系的，当然，这不表示在爱里不允许欲望的存在。我们并不是把爱和欲做一个对立的二分，而是我们必须在本质上区分它们的差别到底在哪里。人的处境不能脱离其社会脉络。 贾珍与秦可卿的“爬灰”事件，秦可卿以死为代价，而贾珍毫发无伤。茗烟对卍儿、秦钟对智能儿态度，并没有考虑爱人的未来。张生对崔莺莺未来就没有太多考虑。都是来自于纯本能的欲望。 二、日久生情——长度、深度、厚度 藕官和菂官“寻常饮食起坐，两个人竟是你恩我爱。” 宝玉和黛玉： 第五回，就是宝玉黛玉二人的亲密友爱，也较别人不同，日则同行同坐，夜则同止同息，真是言和意顺，略无参商。脂批：“淡淡写来，方是二人自幼气味相投”。他们的爱情是在日常生活中发展出来的伦理式情感。 第二十八回，“除了老太太、老爷、太太，第四个人就是姑娘…”宝玉的爱情排在亲情后面，黛玉在心中排第四。 第二十九回，“如今稍明时事，又看了那些邪书僻传，凡远亲近友之家所见的那些闺英闱秀，皆未有稍及黛玉所以早存了一段心事，只不好说出来。”宝黛的幼时友爱，宝黛的爱情慢慢写来，宝玉是经过比较选择的，选择的黛玉。宝黛的爱情固然很深刻，不仅没有涉及欲望本能，连行诸于口都很难表达。 爱是艺术，要慢慢学习，要成长，会体现一个人的人格特质。漫长的时间累积导致的长度和厚度，彼此的脾气、脾性都是彼此知道的。知己式的爱情，日常生活彼此的磨合和加深。 第四十五回，“今儿好些？吃了药？吃了多少饭？”第五十二回，“夜里咳嗽几次，醒几次”第六十三回靠板壁坐，靠垫展现了宝玉对黛玉点滴关心。宝玉对黛玉的关心，很细腻，很有耐心。脂批：“此皆好笑之极，无味扯淡之极，回思则皆沥血滴髓之至情至神也。 其别部偷寒送暖、私奔暗约，一味淫情浪态之小说可比哉。”这就是“换我心，为你心，始知相忆深。” 诉衷情（宋）顾夏永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。 汤显祖的“至情”的概念再一次被推翻。 “情不知所起，一往而深，生者可以死，死可以生。生而不可与死，生而不可复生者，皆非情之至也。”然而《红楼梦》认为至情应该体现在日常生活方式中慢慢累积而产生的，体现在琐碎的、平淡的细节中。回思又有“沥血滴髓”的力量。学习和成长就是要像毛毛虫结茧和蜕皮一样，要有很辛苦的过程，要反对你自己，超越自己，拆肌裂骨般的痛苦，可是没有这种痛苦，人不会有成长。我们在打击既有价值观的同时，实际上是让自己迎向一个更高也更广大的多元世界。 宝黛的爱情的根源与本质： 前世—恩义的深化与延续 第一回，木石前盟：三生石典故来源实际上是同性的知己情谊。“三生石上旧精魂，赏月吟风不要论。惭愧情人远相访，此生难共性长存。”和尚圆观与李源的友情，“情人”并非爱侣而是有情义的友人。酬报，仙草受到甘露之惠，然后有了偿债心理。报：礼尚往来，回报。“报”体现方式有恩必报。回报金钱、地位，甚至生命。宝黛爱情是以泪还救命之恩，恩义、德惠建立了宝黛的爱情基础。 今世—日常生活伦理情感女性永远是第二性，丧夫的女性，因为儒家崇尚孝道的原因，对于这种当母亲的女性，拥有很大的权利。母权很微妙，壮大。贾母的权利使二者建立关联。皇妃省亲建立的大观园，元春（皇权）命开放大观园，众姐妹进入大观园。 第五回，宝玉黛玉二人的亲密友爱，也较别人不同，日则同行同坐，夜则同止同息，真是言和意顺，略无参商。第二十回，“你这么个明白人，难道连‘亲不隔疏，后不僭先’也不知道？我虽糊涂，却明白这两句话。头一件，咱们是姑舅姐妹，宝姐姐是两姨姐妹，论亲戚也比你远。第二件，你先来，咱们两个一桌吃，一床睡，从小儿一处长大的，他是才来的，岂有个为他远你的呢？”第二十八回，“除了老太太、老爷、太太，第四个人就是妹妹…” 三、永恒的痴心&#x2F;两人份的自私？——高度、广度在爱情这份永恒的痴心下，如果你没有足够的人格高度和生命视野的广度，那么这个永恒的痴心落实下来，成就的婚姻家庭，就可能只是“两人份”的自私。 弗洛姆说：“情爱即便是心灵的状态，它还是很狭隘的，只限于两个人之间的情感，两人份的自私。具有排他性的、非普遍性的。” 圣修伯理《风沙星辰》：“生命教给我们：爱并非存在于相互的凝视，而是两个人一起望向外在的方向。” 《自京赴奉先县咏怀五百字》（杜甫）：“顾惟蝼蚁辈，但自求其穴。胡为慕大鲸，辄拟偃溟渤。” 《圣经·哥林多前书》：“爱是恒久忍耐，又有恩慈。爱是不嫉妒，爱是不自夸，不张狂，不做害羞的事；不求自己的益处，不轻易发怒，不计算人的恶，不喜欢不义，只喜欢真理。凡事包容，凡事相信，凡事盼望，凡是忍耐。爱是永不止息。” 《红楼梦》贵族世家的回眸与定格一、脂砚斋的阶级自豪读书的任务是超越自己，就是进入到对方世界，所以我们经常要用替代心理，设身处地的揣摩对方，理解这个世界，与他们活在一起。 例如前世的畸零石是希望到**富贵场、温柔乡**受享一场，**富贵场是温柔乡的前提，宝玉是不反对富贵场，而是反对的是维持富贵场的责任和义务。**因此贾宝玉就出生在“昌明隆盛之邦**（皇城）**，诗礼簪缨之族**（贾族）**，花柳繁华之地**（大观园）**，富贵温柔之乡**（怡红院）**”。整部小说就是**贵族世家的回眸与定格**。许多普通人是无法了解这样的世家规矩。因此才子佳人小说是不可能理解官宦世家的气度的。第五十四回，贾母谈到才子佳人小说的套路“何尝他知道读书仕宦之家的道理！”**因为潜意识的价值观念，我们总是选择性观看，“以今律古”“以今非古”**我们只看到我们自己想看的，认为贾宝玉反对礼教。 《红楼梦》描写的是大家规范、世家、大族。脂批对小说中各种人物事件屡屡指示：“大家规范”、“大族规矩”、“大家风范”、“大人家规矩礼法”、“大家气派”、“大家规模”、“大家风俗”、“世家风调”；《红楼梦》乃“笔笔写尽大家”，处处表现出“礼法井井”、“必有一个礼字还清”的“大家形景”，曹雪芹也常常被赞赏为“作者不负大家后裔”、“非世代公子，再想不及此”、“非世家公子，断写不及此”。所谓“大家”，在清代一般指的正是王府、世家以及内务府，即阀阅门庭也，其阶级之显贵优越，与皇室密切交涉。脂砚斋对世俗小家的批评毫不掩饰———“庄农进京”。 昼出内家风范，石头记最难之处，别书中摸不着。 周到细就之至。真细之致，不独写侯府得理，亦且将皇宫燃赫，写得令人不敢坐閲。 余最恨无调教之家，任其子侄肆行哺啜，观此则知大家风范。 所谓世家，守礼如此。偏是暴发，骄妄自大。 非世家公子，断写不及此。想近时之家，纵其子女哭笑索饮，长者反以为乐，其礼不法何如是耶？ 若在世俗小家，则云你是客在我们舍下，怎么反提你的呢， 一何可笑。 近之暴发专讲理法，竟不知礼法，此似无礼，而礼法并井。所谓“整瓶不动半瓶摇”，又曰“习惯成自然”，真不谬也。 大家：在清朝是指王府世家或者内务府。阶级之显贵是天潢贵胄。《红楼梦》固然某些方面表现出平等的特征，但是不代表只有这一种意识形态。脂砚斋： 余最恨无调教之家，任其子侄肆行哺啜，观此则知大家风范。 所谓世家，守礼如此。偏是暴发，骄妄自大。 想近时之家，纵其子女哭笑索饮，长者反以为乐，其礼不法何如是耶？ 金寄水（睿亲王的后代，清朝“八大家”铁帽子王多尔衮的后裔）“循规蹈矩是王府的核心。”礼法才是大家族的规矩。情痴情种是公侯富贵之家在能产生的。世家对于小孩子的教养是相当严厉的，稍有点错误都要严厉呵斥。长辈、教养妈妈都有这样的权利。 迎春：“我说他两次，他不听也无法。况且他是妈妈，只有他说我的，没有我说他的。” 二、脂砚斋对“庄农进京”式解读批判第三回，脂砚斋批语： 近闻一俗笑语云：一庄农人进京回家，众人问曰：“你进京去，可见些个世而否？”庄人曰：“连皇帝老爷都见了。”众罕然问曰：“皇帝如何景况？”庄人曰：“皇帝左手拿一金元宝，右手拿一银元宝，马上鞘着一口袋人参，行动人参不离口。一时要屙屎了，连擦屁股都用的是错黄缎子。所以京中拘茅厕的人都富贵无比。”试思凡稗官写富贵字眼者，悉皆庄农进京之一流也。盖此时彼实未身鲤目観，所言皆在情理之外焉。又如人嘲作诗者亦往往爱说富丽话，故有“胫骨变成金玳瑁，眼睛嵌作碧璃琉”之诮。 第五十三回，庄头乌进孝来给宁国府送年货，与贾珍等人的对话。 乌进孝笑道：“那府里如今虽添了事，有去有来，娘娘和万岁爷岂不赏的！” 贾珍听了，笑向贾蓉等道：“你们听，他这话可笑不可笑？” 贾蓉等忙笑道：“你们山坳海沿子上的人，那里知道这道理。娘娘难道把皇上的库给了我们不成！他心里纵有这心，他也不能作主。岂有不赏之理，按时到节不过是些彩缎古董顽意儿。纵赏银子，不过一百两金子，才值了一千两银子，够一年的什么？这二年那一年不多赔出几千银子来！头一年省亲连盖花园子，你算算那一注共花了多少，就知道了。再两年再一回省亲，只怕就精穷了。”贾珍笑道：“所以他们庄家老实人，外明不知里暗的事。黄柏木作磬槌子，——外头体面里头苦。” 三、 “贾府”：怎样的阶级贾府这个词的专有性“在帝制时代对于住所不可随便叫的。” 《大清会典·工部》：“凡亲王、郡王、世子、贝勒、贝子、镇国公、辅国公的住所，均称为‘府’。其中亲王、郡王称‘王府’。王府不仅品级高，而且建筑规模大，王府中的正房称为殿，殿顶覆盖绿琉璃瓦，殿中设有屏风和宝座，外表看上去很像一个缩小的宫廷。‘府’比起‘王府’来规模就小多了，‘府’不仅不能用琉璃瓦覆盖屋顶，而且正房也不能称殿，当然屏风和宝座就更不能设置了。除此之外，在房屋间数、油饰彩画、台基高低、门钉多少，王府和府也都有规定，不能逾制。至于那些不是凤子龙孙的达官显贵，尽管有封爵或有尚书、大学士、军机大臣的头衔，他们的住所也不能称‘府’，只能称‘宅’，称‘第’。清代有些权贵的宅第虽不能称‘府’，但其规模并不亚于‘府’。” 功封宗室王公大多数是在清初之际，据《大清会典·工部》、孙广安所言 皇产（内务府） 皇产（内务府） 私产 府（王府） 府 宅、第 亲王、郡王 世子、贝勒、贝子、镇国公、辅国公 达官显贵（尽管有封爵或 有尚书、大学士、军机大 臣的头衔） 凤子龙孙 凤子龙孙 贾府的建制。历史学家对中国古代建筑形制归纳：中轴对称，深进平远。亲王王府府门五间，郡王是3间，除了正门外，东西两边各有角门，角门是平日里人们的出入，府门外有石狮子，王府府门终年不开，只有在王府重要成员结婚才会大开，王府的婚礼是相当安静的。贾府唯一一次大开府门是第五十三回祭宗祠。林黛玉进贾府从西角门进入的。宁国府位于东边，荣国府在西边。因为宁国公是兄长。 贾府日常生活。王府生活是怎么样的。金寄水“王府生活都有教引太监…在里头奏上一本轻者挨说重则挨打。”第五十六回，贾母： “可知你我这样人家的孩子，凭他们有什么刁钻古怪的毛病儿，见了外人，必是要还出正经礼数来。若他不还正经礼数，也断不容他刁钻去，就是大人溺爱的，是他一则生的得人意，二则见人礼数竟比大人行出来的不错，使人见了可爱可怜，背地里所以才纵他一点子。若一味他只管没里没外，不与大人争光，凭他生的怎样，也是该打死的。” 贾母给林黛玉四个教引妈妈。王爷死在私下可以“宾天”，贾敬死后，仆人报丧就称：“老爷宾天了。”“千秋”是王府王爷等级的人的生日称呼，对贾母生日称作“千秋”。 府的创建：第五回， “吾家自国朝定鼎以来，功名类世，富贵传流，贵历百年，奈运终数尽，不可挽回者。”按《大清会典事例》所定宗室爵位封赐的四种方式：功封、恩封、负、考封，各有详细规定。第七回， 尤氏叹道：“你难道不知这焦大(骄大)的？……只因他从小儿跟着太爷们出过三四回兵，从死人堆里把太爷背了出来，得了命；自己挨着做，却偷了东西来给主子吃；两日没得水，得了半碗水给主子喝，他自己喝马溺，不过仗着这些功劳情分，有祖宗时都另眼相待，如今谁肯难为他去……”焦大赶着贾蓉叫：“不是焦大一个人，你们就做官儿享荣华受富贵？建祖宗九死一生挣下这家秦，到如今了，不辍我的恩，反和我充起主子来了。” 因此荣宁二公就是战功得到爵位。清初皇太极颁布律令： “将士临阵率先攻克城池，功均子孙世袭罔替（“八大家”：六个亲王，两个郡王，在世袭的过程中不改变原来有的等级）。有身迫祸患，不得已而来归者，阵亡准袭五次；病故准袭三次。凡我将士每临阵率先功多，及一二次率先攻克城池功大者，或阵亡或病故，各照原官世袭罔替，仍察其平时有无罪过，另行酌定，有告发叛逆及乱国大罪者，量授官职，准袭二次，凡自他国孑身来归者，当本国无事时者，阵亡准袭四次病故准袭二次。有在本国身遭祸患不得已而孑身来归者，阵亡准袭二次，病故准袭一次。至于无职之人，有值我兵危急时或当先战死，或首先登城死者，量授官职，准袭二次。有擒奸细授职者，阵亡，准袭一次；病故，不准袭。” 贾府建立就是参与开国建朝，因战功封爵。《红楼梦》就有因战功封的“八公”（随代降等）、“四王”而“四王”爵位就是世袭罔替。第四回，贾政等人见北静王水溶以国礼面见，第五十四回，贾母提到自己家是“中等人家”。满清旗人如何看待《红楼梦》呢？满清贵族很推崇《红楼梦》，清代皇室是很喜欢《红楼梦》，紫禁城长春宫有贾宝玉壁画。 四、府宅建制与行为常规座位更重要，身体姿势和坐的地方是体现尊卑的地方。座位伦理学：“炕—椅—小杌—脚踏—站立”的等差序列。炕（东西方位尊卑内涵）一般设在窗边（北窗）；椅子（宋代产生）临炕边而设；小杌；脚踏；站立。第三回：林黛玉入贾府后的拜望礼仪。林黛玉进荣国府，黛玉进贾府的整个程序是我们得以熟悉贾府这种大家世族的一个开幕仪式，让我们真正地窥贾府这一特殊阶层的日常生活。林黛玉进入贾府就需要融入进去，谨言慎行、察言观色。 “于是又引黛玉出来，到了东南三间小正房内。正面炕上横设一张炕桌，上面堆着书籍茶具，靠东壁面西设着半旧的青缎靠背引枕。王夫人却坐在西边下首，亦是半旧青缎靠背坐褥，见黛玉来了，便往东让。黛玉心中料定这是贾政之位，因见挨炕一溜三张椅子上也搭着半旧的弹花椅袱，黛玉便向椅上坐了。王夫人再三让他上炕，他方挨王夫人坐下。” “挨王夫人坐下”代表林黛玉受人尊宠，为投贾母之所好。第三十、五十四回：“挨着贾母坐下”，可见平日也是如此，黛玉和贾母同坐的尊崇地位。第七十五回，中秋夜，贾母坐炕，贾赦贾政坐椅，贾珍于门口小杌子上警身侧坐（坐满椅面就是不敬），贾琏、贾宝玉、贾环、贾兰侍立。第二十五回， “王夫人正过薛姨妈院里坐着，见贾环下了学，命他去抄《金刚经咒》唪诵。那贾环便来到王夫人炕上坐着，命人点了蜡烛，拿腔作势的抄写。一时又叫彩云倒钟茶来，一时又叫玉钏剪蜡花，又说金钏挡了灯亮儿。” 《红楼梦》女性的卑女尊卑：乳母（卑之贵者）—大丫头（鸳鸯等人）（一两月银）—小丫头（五百钱）—粗使婆子（鱼眼睛）。第十六回，贾琏的乳母赵嬷嬷坐脚踏。第七十二回贾琏向鸳鸯求助，鸳鸯坐在炕上。 《红楼梦》中违反座位伦理学的特例(悲愤违礼)： 第三十一回，晴雯撕扇子做千金一笑的情节：睡在院子里的凉榻上上，骄纵成性与强词夺理的人格特质。 第三十五回，白玉钏亲尝莲叶羹：玉钏通过违反座位伦理（与莺儿的现场对比，来表达自己对宝玉的谴责）。 第五十七回，袭人也是通过违反座位伦理来表达自己对紫鹃的谴责（慧紫鹃情辞试宝玉）。 第五十六回，探春通过让平儿坐脚踏来表面“打压”凤姐（作筏子）以树立威信，“射人先射马，擒贼先擒王。”。 在《红楼梦》中平日里站着伺候老太太太太、小姐的是年轻媳妇（如李纨、王熙凤、尤氏等）。这是旗人风俗。 “家庭之间礼节最繁重，而未字（未出嫁）之小姑，其尊亚于姑（婆婆），宴居会食，翁姑上坐，小姑则侧坐，媳妇则侍于旁，进盘匝奉巾栉，惟谨如仆媪焉。”“盖旗人家族习惯，皆以未字之幼女为尊，虽其父母兄嫂，亦皆尊称之为‘姑奶奶’” 第四十三回，贾家商议为凤姐庆生，赖大妈妈等几个坐了小杌子。贾府风俗年高服侍过父母的下人比年轻的主子有体面。因此贾府是森严的礼数和人情的调节。 第3回：林黛玉入贾府后的拜望礼仪。 第75回：中秋夜时，贾珍夫妻于晚间过荣国府来的 第30回、第54回：黛玉与贾母同坐的尊宠地位 第25回：王夫人对贾环的平等心态 第16回、第72回：乳母如赵嬷嬷、大丫头如鸳鸯的地位 第31回：晴雯骄纵成性与强词夺理的人格特质 第35回、第57回：玉钏、袭人的悲愤违礼 第56回：探春的理家新政，以树立威信 第43回等：独特的满族旗俗 金寄水：“王府和私家宅园等大型多院住宅常附有花园。花园一般建造在住宅的后面和侧面，中间有墙门和住宅相通。” 大观园专题——总论","raw":null,"content":null,"categories":[{"name":"精神世界","slug":"精神世界","permalink":"http://yoursite.com/categories/%E7%B2%BE%E7%A5%9E%E4%B8%96%E7%95%8C/"},{"name":"红楼梦","slug":"红楼梦","permalink":"http://yoursite.com/categories/%E7%BA%A2%E6%A5%BC%E6%A2%A6/"}],"tags":[{"name":"精神世界","slug":"精神世界","permalink":"http://yoursite.com/tags/%E7%B2%BE%E7%A5%9E%E4%B8%96%E7%95%8C/"},{"name":"红楼梦","slug":"红楼梦","permalink":"http://yoursite.com/tags/%E7%BA%A2%E6%A5%BC%E6%A2%A6/"}]},{"title":"2023读书笔记","slug":"2023读书笔记","date":"2023-06-13T08:13:45.000Z","updated":"2023-06-27T09:56:36.283Z","comments":true,"path":"2023/06/13/2023读书笔记/","link":"","permalink":"http://yoursite.com/2023/06/13/2023%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/","excerpt":"","keywords":null,"text":"一.《孽子》 2月 吴敏和小玉是一样的人，受过那么多的苦还是会痴痴地拼命去追求那一分虚无缥缈的甜；阿青和阿凤又是另外一种人，渴望爱却又不希望被其束缚，别人真的交了心他们又害怕的逃开，这会让他们爱的以及爱他们的人都很辛苦。 不要因为爱别人而去改变自己，首先爱自己才是终身浪漫的开始，读书、思考、健身、旅行、开拓自己的视野等等……从来不是为了取悦别人，当有自己的思想不去附庸它人时，当有健康的身体，当获得不一样的感悟时…我就是我，从不是为谁而活的玩偶，务必请你，一而再，再而三，三而不竭，千次万次，毫不犹豫地，救自己于这世间水火。 要成为更好的自己，要更爱自己，学会欣赏自己 为什么阿青和小玉都遇到过机遇，心里也清楚这份“差事”不是长久之计，甚至会让自己万劫不复，却还是不能笃定抓住机遇好好把握自己的前途呢？我想根本原因其实是他们希望的首先是自己的心有栖息之处，能找到一个真正能填补自己内心的空缺的人，再考虑自己的发展和出路。毕竟他们目前的“挣钱”也还不成问题。“青春鸟”们也好似在玩一场赌博，以自己的青春前途去赌一个能让自己的心有所安放的地方 感觉每个人内心的情感在有所寄托的时候，就不会这样迷茫了吧。之前也是，有所寄托的时候就不会去打游戏了。没有寄托，就像沙漠上的风滚草，在天地里游荡，寻不到一个归巢。。。 像上次一样经过这条小巷，像上次一样奔跑，还像上次一样回首，可心境却不一样了，因为我们有些情感，需要在出走之后，回头来看才能体悟 三.《撒哈拉的故事》 二读 4月 梁文道先生在《悦己》中说：“读一些无用的书，做一些无用的事，花一些无用的时间，都是为了在一切已知之外，保留一个超越自己的机会，人生中一些很了不起的变化，就是来自这种时刻。” 我有分享欲，但没有可以分享的人，也没有愿意好好接受我分享的人，所以就看看书吧，书里有人懂我的点 我不问，你不说，这是距离；我问了，你不说，这是隔阂；我问了，你说了，这是信任；你不说，我不问，这是默契；我不问，你说了，这是依赖。 真就像是评论中的话 钱流向了不缺钱的人 爱流向了不缺爱的人 苦难也都流向了能吃苦的人 转:我愿意违背我的天性，忤逆我的本能，永远爱你。只是这爱，给了错的人。像极了太宰治《人间失格》里写的∶“仅一夜之间，我的心判若两人，她自人山人海中而来，原来只为给我一场空欢喜，你来时携风带雨，你走时乱了四季，我久病难医。” 爱就是这样简单 我飞奔向你 可是就怕飞奔错了人 自己也摔的很惨重 突然想起来一个回答你发出去的消息 并不是只有接受到具体回复才算是回复 没有回复也是一种回复 所以 当我们发出信号的那一刻 就要想到 没有回复也是一种答案 三毛go荷西：感谢你懂我的奇奇怪怪，陪我可可爱爱。 带着玩的目的出发 可以领略一路的风景；带着目的的出发，脑海中只有目标是否达到 其实 现在很多人就是这样 为了一个目的 去做某件事情 并且 在此过程中 一直关注着 这个目的到底达成了没有 其实 这并没有用 我们做某件事情 应该更加注重其过程 而非结果 因为 真正学习到了什么 只有你自己知道 “爱情和亲情回归到最后的本质都是友情，他们俩有点像好兄弟。”“​婚姻不幸福，不是因为缺乏爱，而是因为缺乏友谊。”——尼采 当你问为什么的时候，其实当下你的所在，你选择的人或面对的事就是最好的答案 最开始喜欢我的人是你，而不是我。后来等待的人是我，而不是你。我想也可能不是变了，是我们的时空错位了。 “你对我的百般注解，构不成万分之一的我，却是一览无余的你自己。——三毛” 经历过。甚至那个瞬间会严重怀疑这到底是不是我想要的生活 心理学科普：你走过的路、遇见的人、经历的事，都在重塑你的大脑。 所以我们还是要有书、电影和音乐才能活得不悲伤。 所以我们还是要有书、电影和音乐才能活得不悲伤。 我们存在于一生仅此一次的当下，所以想做什么就大胆地去做吧，可能做不做都会后悔，但我从不为自己的勇敢感到后悔，所有的付出与行动都是我勇气的证明。人生仅此一次，勇敢地去体验吧！ 很多人都在计较我付出了多少 你有付出了多少，心态自然而然抱怨居多。像这样为家做自己能做的，不去比较衡量，也是他们生活温馨的一个原因吧。 没有强大的内心最好不要探索人性，感受自己不曾经历的别人的黑暗，像自己消化了一遍，如果看的多了，能让自己看透，最终与自己和解，那不错 之前看过一句话：手机灭着时，我们从黑色的屏幕看见了自己的身影，但手机亮起，我们见识了大千世界的繁华，却看不见自己，亦被迷了眼，失了自己本心 感觉三毛对于物质生活、外在环境包括感情都逆来顺受、顺其自然，她会敏感地感受它、轻轻地抗议它，却不会强行地掰正它。 费斯汀格法则生活中的 10％ 是由发生在你身上的事情组成，而另外的 90％ 则是由你对所发生的事情如何反应所决定。换言之，生活中有 10% 的事情是我们无法掌控的，而另外的 90% 却是我们能掌控的。你控制不了前面的 10％，但完全可以通过你的心态与行为决定剩余的 90％ “孤独两个字拆开，有孩童，有瓜果，有小犬，有蚊蝇，足以撑起一个夏日傍晚的巷子口，人情味十足。稚儿擎瓜柳棚下，细犬逐蝶深巷中。人间繁华多笑语，唯我空余两鬓风。稚童瓜果小犬蚊蝇这些当然热闹，可是都与我无关，这就是孤独。” 过着过着就是自己不想要的生活，活着活着就是自己不愿看的样子 何谓世面：有些人在卢浮宫欣赏艺术品，那是他的世面。放牛娃在山上奔跑，那是他的世面。真正没见过世面的人是他在指责放牛娃不懂艺术，放牛娃指责他不懂放牧。城里的孩子见过高楼，乡下的孩子见过漫天繁星。所谓世面，不过是世界的一面，谁又比谁更见过世面？世面不就是坦然的接受这个世界上千奇百怪的人和事吗？我们很怕被人说没见过世面。不过，旅行读书、滑雪潜水、山珍海味、北上广深，这是世面。楼下散步风雪冰霜、路边小摊、农田村野就不是世面吗？普鲁斯特因为哮喘从未出过远门，没见过世面的他依旧写出来长篇巨著追忆似水年华。康德是一个一生没出过村的小镇青年，没见过世面的他却成为了影响世界哲学发展的思想家。人和人之间的差距并不是见没见过世面，而是能不能透过世界的任意一面，见天地见自己见众生。 五.《杀死一只知更鸟》 6月 自我暴露定律：人际交往过程中，适当让别人看到你的缺点，弱点，别人会觉得你真实，不虚假，从而产生亲近感。 分辨事物应该保持清晰理智的思维，听见的世界和看见的世界是截然相反的，只有真正自己踏足领略过的东西才有资格和依据说明事物本质，不要做盲从谣言耳语的愚者，而是亲眼所见自我分辨的智者。 请允许世界上有着和你想法不同，生活不同，哪里都不同的人。还有不要试图改变别人，改变别人如同改变自己一样艰难困苦。 当你格局不够时，才会容易看不惯别人。 阿迪克斯是个有智慧的人，懂人性，也善于运用方法。他知道改变一群人固有的偏见不容易，只能采用循序渐进方式，先宣传怪人拉德利做的好事，比如给杰姆他们毛毯取暖等，逐渐改变大家对怪人拉德利的感官。 这一段给了我莫大的冲击感，原来真的有人这样的人，在巨大的灾难面前，有着另外一层解读，她们永远乐观。我做不到，我生来就是悲观的人，但是很羡慕这样想的人。希望余生能慢慢变成面对苦难冲击也能乐观的人！ “曾听过一句话：你的人生又何在乎眼前的片刻失意，人这漫长的一生，跌宕起伏的才是基调，有多少人会万事顺遂，又有多少人会一直不顺呢？在低谷的时候，你要相信你仍是幸运的，你要记得在这个迷宫里还有很多奶酪，你要笃定上帝是公平的，总有一天，它会给你一个机会，让你可以大声地说一句不过尔尔。”朱自清《背影》里父亲说的：“事已至此，不必难过，好在天无绝人之路。”莫言的《蛙》：“碰到棘手的事情，静观其变，顺水推舟。”就像精灵旅社里面乔纳森说的，生活就像烤焦的棉花糖，又硬又脆又伤感，但是剥开里面会发现甜到拉丝的糖心，如果我们只看到烤焦的一面，那终将错过美好的一面 罗翔老师说，法律很多时候不是善与恶的抗争。而是善与善的冲突权衡。《哈利波特》：反抗你的敌人需要过人的勇气，而在朋友面前坚持自己的立场需要更大的勇气。 垃圾人定律，如果遇到垃圾人，千万不要试图和他争辩，不然自己也会变成垃圾。 “事情的真像只用眼睛是看不见的”——《小王子》所以你是愿意相信他们口中的我，还是愿意相信你的心呢。 我们恐惧的未必是能预测的恐惧，让我们真正产生恐惧的是那些看不到、难以预测的东西。 相对论告诉我，聚焦于痛苦将是漫长的一生，专注于快乐就会不知不觉的死去。 “温柔用在他们不明白对错的时候，而严厉用在他们明知故犯疯狂试探的时候。”对孩子的教育要讲究方式方法，刚柔并济，软硬兼施 一个人在寻找另一个人，一句话在寻找另一句话。我们终其一生都在寻找一个能“说得上话”的人，能找到一个聊得来的话搭子确实是一件不容易的事情。他能够对你所说感同身受，关心你的想法，附和你的话语 人在追踪猎物的时候，最重要的是从容不迫，等待时机。什么也不用说，他肯定禁不住好奇，早晚会冒出来。 你不相信我时 我说再多 为自己辩护 也没有必要了 因为从一开始就认为我说了 平时生活当中，人们都不自觉的听一面之词去给别人定性，真正了解一个人，你得去亲自和他或她接触，你的感受才是最真实的，其他人的对这个人的认知都是经过加工处理以后的。 其实真正爱孩子的人才会恐惧有孩子，应该怕自己不了解他们，怕自己不能教育好他们。真正的教育好不是让他们做听话的机器人，而是让他们有自己的思想明白是非对错，培养好的品质。。。阿迪克斯这样的父亲真的很伟大，可杰克也是真的很爱孩子，只是有时候他也会怕自己不能像阿迪克斯一样把孩子教育到这么好吧 阿迪克斯是想教会我 不要因为一个人的种族 家庭 他人的议论而去判断一个人 需要自己能辨别 去了解事实的真相 人人皆平等 每个人的花期不同，不必焦虑别人比你提前拥有。这个世界很好，但你也不差，花有树前月有思，夜有雨时鸟飞驰。 在乌鸦的世界里，天鹅也是有罪的。不要想着趋同于别人，如果是正向的事情，特立独行也没关系的。 “我从来不指望自己能够吸引别人 我觉得这样很浅薄 我得吸引我自己 让我自己有了热爱 才能完成以后孤单又漫长的日子” 杨绛先生说，“无论人生上到哪一层台阶，阶下有人在仰望你，阶上亦有人在俯视你，你抬头自卑，低头自得，唯有平视，才能看见真实的自己。”自得与自卑最容易让人迷失。向上看，我们看到的是比自己强的人，会感到自己一无是处，一败涂地；向下看，我们看到的又是不如自己的人，难免会沾沾自喜，骄傲自大。人还是那个人，只不过参照物变了，自我评价的标准也就跟着改变了。实际上，这都是不真实的自己，只有平视，我们看到的才是真实的自己，才能在人生的坐标上找准自己的位置和方向，而不至于迷失自我。 越读书越觉得自己还需要很长的修行，需要多读好书拓宽视野，更需要参与现实生活结识优秀的人。 成长的一个必经的过程就是会离开自己的舒适圈，去感受和接受外界的人和事物，要学会和过去的事情和解，迎接新的未来。 你对别人的批判不能直接反映对方是什么样的人 反而映射出了你自己的为人 “何必计较呢？在乌鸦的世界里，天鹅也有罪。思想不在一个高度，尊重就好。三观不在一个层次，微笑就好。”——杨绛 《被讨厌的勇气》中说道：我们需要课题分离。我们怎么“做”是我们的课题，得到别人对应的“反馈”不管是“好与坏”那是别人的课题，我们无权干涉，自己的课题才是真正该思考的。不能进行“课题分离”、一味拘泥于认可欲求的人也是极其以自我为中心的人 你永远不可能真正了解一个人，除非你穿上他的鞋子，走来走去，站在他的角度思考问题，可当你走过他的路时，你连路过都觉得难过，有时候你所看到的并非事情真相，你了解的不过是浮在水面上的冰山一角———————杀死一只知更鸟 不该对别人指手画脚，因为我们永远也不可能真正理解他人，除非钻进他的皮肤，融进他的血液 在相互尊重的前提下，我是个有礼貌的人，如果哪天我失礼了，请你先照照镜子。 三毛在撒哈拉沙漠里说：“你对我的百般注解和识读，并不构成万分之一的我，却是一览无余的你。无论抱着何种心态去揣测别人的所做和所想，越是咬牙切齿或绘声绘色，越暴露了自己的不堪、遭遇和格局。” 道理说完只是当时能懂，或者说，理性懂了。但情绪一旦受到冲击，人会变成感性主导，所以，对于后代应该提前进行可控的抗心理打击自我控制训练？ “贤惠是利他的词 我更愿意别人对我的印象是热爱生活 本来就如此 我做饭是因为我喜欢做饭” 长大好像就是这样的，你可以当哑巴，也可以当瞎子，但最好不是真的哑巴和瞎子。 如果你向上帝求助，说明你相信了上帝的力量，如果上帝没有帮助你，说明上帝相信了你的力量。 转 心之何如，有似万丈迷津，遥亘千里，其中并无舟子可渡人，除了自渡，他人爱莫能助。 ——三毛 自渡何须问神明越是深处灾难的人，就越是会相信上帝，我们也不例外，越是困苦的人，就越相信封建迷信。身处底层的、没有权利的人，通常情况下是没有能力解决他们所遭遇的不公与灾难的，但他们希望美好的心声能够被聆听，他们办不到的事希望能办到，他们希望被救赎，所以就出现了神明，他们寄希望于神明，渴望那无所不能的神明能够实现他们的诉求与愿望。这是一种悲剧，也是一种慰藉，是一种讽刺，也是一种无奈。 转；《绿皮书》The world’s full of lonely people afraid to make the first move.世界上有太多孤独的人害怕先踏出第一步It takes courage to change people’s hearts.改变人们的观念需要很大的勇气Should’t judge a man by his clothes.不要凭衣着判断一个人Ask not your country what you could do for it, ask what you do for yourself.不要问你的国家能为你做些什么，问问你为自己做了什么 “一个人没必要把自己懂的东西都展现出来。这不是淑女的做派——再说了，人们不喜欢他们身边有什么人比他们懂得多。这会让他们气不打一处来。你使用的语言再标准，也改变不了他们。除非他们自己想学，否则一点儿办法也没有。你要么闭上嘴巴，要么跟他们说一样的话。” 就这个社会而言，真诚和其他什么牌同出都是王炸，唯独单出不是，真诚不是必杀技，而是自杀技。当你某一方面强大，你的真诚会成为打动人的地方，但若一无是处，只有真诚，那么真诚一文不值。 转就像罗翔老师曾经说过:“不读书是一种愚蠢，但因为读书而滋生的傲慢却是一种更大的愚蠢。” 转 让小孩子在学会“身份认同感”和“群体归属感”之前，先学会“自我确认”“自我归属”，让Ta在变成某个“群体中的一员”之前，先成为独立的个体——这样的教育稀有而无价。很多人在“自我意识”还混沌懵懂时，就被灌输“你是XX群体的一员”，被教导“XX群体身份是你的幸运，和骄傲的来源”……“自我”在尚未萌芽时，就被毫不留情的阉割了——仿佛阿斯塔波的“无垢者”，仿佛非洲割礼过的女孩……切割掉能带来愉悦和个体自尊，却全无生产力的“多余”器官，从此Ta就是无欲无求的原子化工具，进退都服务于“集体的目的”。如果某人是“家族的一员”，Ta在为自己争取之前，先要为姓氏而战。男性要在自己未必喜欢或擅长的领域中奋力钻营，女性有义务委身于另一个门当户对的“优越”姓氏。倘若有人自私的屈服于个人意志，那就是玷污姓氏、有辱门楣，不仅会被除名、放逐，甚至是生命代价的“惩罚”，以抵消对其他成员的连累。这就是现代家庭逐渐“去中心化”的原因之一——人们逐渐意识到，“我”不该成为“我们”的牺牲品。阿迪克斯的价值观里，一个人的骄傲来源于Ta自己的选择，和后天的进取努力，而非天生在某个群体（某个姓氏，某个肤色，某个民族，某个阶级，某个地域）；一个人的荣誉感来源于Ta遵从自己的良心，而非从众，哪怕是顺从“亲族”之众，哪怕成为众矢之的。他没有替三观尚未成熟的芬奇兄妹划分亲疏敌友，引诱他们为某个既定的“群体价值观”服务，而是教给他们最简单的是非观，然后任由他们自己去接触、去判断一个人是值得亲近维护的朋友，还是要远离对抗的敌人。这种毫无“荣誉感”的教育，是非“贵族”的，却是比任何天潢贵胄、世家门阀更加高贵与自惜，更高瞻远瞩的。 如果优越感是根植于某种自卑情节，那优越感的表现就不是要解决问题，而是纯粹的想要弥补自卑。 永远不要奢望他人的理解，没有切身的感受，没有人会理解你。也许你已不堪重负，可在他人看来不过是无病呻吟。不要尝试去说服他人，除了虚伪的赞同，你不会收到什么更有价值的东西。 时刻保持敬畏之心，敬畏之心让前行之路更平稳。记着居安思危。转阴阳转化，乐极生悲。悲什么呢，悲欢乐短暂，悲祸兮福之所倚。 你有你的道理，我有我的坚持，是你教会了我尊重、体谅、正义和勇敢，我不再愿意躲在你的身后，而是与你一同承担，我想告诉你我的成长，告诉你我没有让你失望，告诉你我很尊敬你，告诉你我们是一家人，你需要我，正如我需要你。 “破解乌合之众的局面方法之一，唤醒个体认知，使其思想觉醒，不再跟随集体的思想”。 转笔记记住一句话：“我们不能永远的活着”，我们每个人才活这几十年，生命很宝贵，不要浪费在别人的期待与自己的内耗里。要让临死之前不后悔，你生前就要活出自己的天性。自私洒脱一点，真诚单纯一点。记住，下次做决定之前，心里要默默读出：我又不能永远活着。 我不去想未来是平坦还是泥泞只要热爱生命一切都在意料之中——汪国真《热爱生命》 我读书，是为了让自己能平静的面对事物，而不是任凭自己带有偏见的去评论别人，那些傲慢的我，无知的我，才是我读书要去解决掉的 转 当真相还在穿鞋的时候,谣言早已经跑遍了全城 ，荒谬、夸张的谣言因满足人们的猎奇感而被人们广为传播。人们总是喜欢在谣言中穿梭，除了当事人，根本没有人在乎事情的真相。想起《沉思录》中的一句话：我们听到的一切都是一个观点，不是事实，我们看见的一切都是一个视角，不是真相。 转 独立思考真的很重要，人要有自己的思维逻辑，不然只能被别人带着跑。与其关注别人怎么样，不如多关注自己本身，别人的好事不会随着你的议论就降临到你身上来，别人的坏事自然也和你无关。我有时候觉得，人八卦是不是只是为了融入一个圈子而寻求的共同话题，好让你有那么一些存在感。 大多数人对另外一个接触不深的人都会极其容易产生片面的认知 当这种片面的认知被告知第三者或更多人 那么偏见便由此产生 莎士比亚说：玫瑰不叫玫瑰，依然芳香如故。一个人的名字、出身不应那么重要‼️ 我今天发现了一个道理，是我的室友教会我的，就是呢，跟不明白的人不用委婉的，因为她听不懂，也不用幽默，因为她get不到，最直接的表态，就好了。甚至连建议和帮助也不必提，因为很没意思 我以为别人尊重我是因为我很优秀，后来慢慢才明白，别人尊重我，是因为别人很优秀。 “权力需要点东西来装装门面，而良心是纯粹的，不需要任何东西来陪衬” 转 1.不必要将所有的知识和技能都展现在大众面前，低调未必不是好事，装点糊涂笨拙，内心清朗明洁，未必会差。2.不要随意去揣测别人，不要随意去评价别人，有时候事实并不是表面看起来那样。3.人际交往中最重要的是察觉出背后的真实诉求，替人解决问题，被需要而非被喜欢。4.人性的本质后，没有抱怨指责，不会放纵肆意，而是在看似漫不经心的过程中，把控规则。5.你要克服的是你的虚荣心，是你的炫耀欲，你要对付的是你时刻想要冲出风头的小聪明。 —毛姆《月亮与六便士》没错，你需要面对的不仅仅是别人对你的偏见与傲慢，更重要的是你得学会低调、谦逊，并且去克服那些看似聪明实则蠢笨的风头。 转学习:心理学的晕轮效应，也称之为光晕效应，所谓晕轮效应，就是在人的主观印象里，一个人表现出来的美好的一面，却掩盖了在他身上所具有的其它不足之处，生活中常常有这样的例子，比如当我们看到一个穿着整洁的孩子，就会认为这个孩子性格也很好。晕轮效应有好有坏，不过容易以偏概全。 转存：我们所看到的一切并非事实，而只是一种视角；我们所听到的一切也并非是真相，而是一种意见；变化的不是这个世界，而是深藏在每个人心中的欲望，以及由欲望所设定的立场。”—《沉思录》 很赞同！ “反向思考，如果一个描述中细节越少，是谎言的可能性就越大。谎言的可能性和细节成反比。问题问的越仔细，越能够判别到底是真相还是谎言。真相就是事实存在的，谎言是需要编的，问题问的越细会让撒谎者露出马脚，来不及快速思考反应怎么继续往下编。” 转 有一个夜晚我烧毁了所有的记忆，从此我的梦就透明了；有一个早晨我扔掉了所有的昨天，从此我的脚步就轻盈了。如果你感到委屈，证明你还有底线。如果你感到迷茫，证明你还有追求。如果你感到痛苦，证明你还有力气。如果你感到绝望，证明你还有希望。-泰戈尔 转 突然想起多年前的一部电影《绿皮书》黑人主角是一个谈吐举止优雅的钢琴师，而白人小伙确是一个粗鲁司机大汉。其中最让我印象深刻的一句话：世界上有太多的人害怕迈出第一步。无论是怎样的观点，无论是怎样的人际关系和自身的性格，有太多的人不愿意去尝试。他们害怕结果，害怕被伤害，害怕尝试后却没有改变。 在与人聊天时，千万不要聊你掌握不了的话语，对方的回答如果不在你的掌控之中，那么很可能你的反应速度跟不上对方的答案，反之把天聊死了。 别开心的太早，别半场开香槟Don’t count your chicken before they are hatched. 读书能让人想去改变人生，不读书人能心安理得地接受这平庸的一生。教育的意义就是让人诞生自我意识，获得能动性，掌控自己的生活，不要像像马耶拉一样被他父亲控制。 前几天我看纪伯伦的一本书的书评：我曾经七次鄙视自己的灵魂第一次,当它本可进取时,却故作谦卑；第二次,当它在空虚时,用爱欲来填充；第三次,在困难和容易之间,它选择了容易；第四次,它犯了错,却借由别人也会犯错来宽慰自己；第五次,它自由软弱,却把它认为是生命的坚韧；第六次,当它鄙夷一张丑恶的嘴脸时,却不知那正是自己面具中的一副；第七次,它侧身于生活的污泥中,虽不甘心,却又畏首丧尾。 转书友君子藏器于身，待时而动。人生的智慧还在于：收敛锋芒，以静制动。于众人之中泰然伫立，于不经意间纵览全局，审时度势，厚积薄发！你不需要每天以各种事情证明自己有多厉害，只需要安安静静的做自己的事情。毕竟，人不是为别人而活的。你的智慧之处别人会发现的，在此之前，只需要扎实本分做自己该做的事。 张牙舞爪的人，往往是脆弱的，因为真正强大的人，是自信的，自信就会温和，温和就会坚定。——《明朝那些事儿》真相就快浮出水面了 “世上有两样东西不能直视：一是太阳，二是人心。太阳不可直视，因为刺眼；人心不能直视，因为幽暗。” 我很乐意帮你，但是我不希望我的善意成为你无度索取的理由，我一直告诫自己“升米恩，斗米仇”，没有任何人有责任有义务帮助我，即使我最亲近的家人，更何况与我没有血缘关系的路人，无人帮助我才是常态，偶遇帮助我的一定是一个温暖的灵魂，更应该被善待和珍惜，你我虽一面之缘，但又不止一面之缘，我生命中的光亮从此又多了一束温暖，我也希望可以带给别人。 转；如果你真的想了解一个人，你应该用自己的眼睛去看他，用自己的心灵去感知他，而不是从别人的口中断定他的人品，为他定性。 行出于众，人必非之。雷蒙德先生自污其名，与其让人们捕风捉影，还不如主动授人以子虚乌有的柄，哈哈，然后过着自己喜欢的生活，自得其乐。 转你永远不可能真正了解一个人，除非你穿上他的鞋子走来走去，站在他的角度考虑问题” 可真当你走过他的路时，你连路过都觉得难过 对爱情的渴望，对知识的追求，对人类苦难不可遏制的同情，是支配我一生的单纯而强烈的三种感情。这些感情如阵阵巨风，吹拂在我动荡不定的生涯中，有时甚至吹过深沉痛苦的海洋，直抵绝望的边缘。我所以追求爱情有三方面的原因。首先，爱情有时给我带来狂喜，这种狂喜竟如此有力，以致使我常常会为了体验几小时爱的喜悦，而宁愿牺牲生命中其他一切。其次，爱情可以摆脱孤寂——身历那种可怕孤寂的人的战栗意识有时会由世界的边缘观察到冷酷无生命的无底深渊。最后，在爱的结合中，我看到了古今圣贤以及诗人们所梦想的天堂的缩影，这正是我所追寻的人生境界。虽然它对一般的人类生活也许太美好了，但这正是我透过爱情，所得到的最终发现。我曾以同样的感情追求知识，我渴望去了解人类的心灵，也渴望知道星星为什么会发光，同时我还想理解毕达哥拉斯的力量。爱情与知识的可能领域，总是引领我到天堂的境界，可对人类苦难的同情却经常把我带回现实世界。那些痛苦的呼唤经常在我内心深处引起回响。饥饿中的孩子，被压迫被折磨者，给子女造成重担的孤苦无依的老人，以及全球性的孤独、贫穷和痛苦的存在，是对人类生活理想的无视和讽刺。我常常希望能尽自己的微薄之力去减轻这不必要的痛苦，但我发现我完全失败了，因此我自己也感到很痛苦。这就是我的一生，我发现人是值得活的。如果有谁再给我一次生活的机会，我将欣然接受这难得的赐予。———罗素《我为何而生》 只有知识和阅历再加上一颗善良的心才能做个与众不同的人，有高超的手段对抗世俗，千帆阅尽，归来仍是少年。 “重要的东西用眼睛是看不见的，只有用心才能看清楚。”——《小王子》 罗翔老师的《法制的细节》中讲过：人是目的，不是手段；法律也是目的，不是手段，而且在法律面前讲求的是客观平等，不能因为一个人可怜而从轻处罚，也不能因为一个人是黑人（或其他偏见）而罪加一等。 转转“事以密成，语以泄败”无论什么事在未成之前都不要高兴得太早，要沉着，冷静，低调。 关于沉溺与坠落的时刻，要记住，更要去相信，相信纯粹与正义，风的低语，相信所有行动皆有意义，铁会融化在雪里。 这世界破破烂烂，他们还在努力缝缝补补，用收获到的微小的光去热情的回报光的方向。愿每个善良的人都能被世界温柔以待。 “生活不可能像你想象得那么好，但也不会像你想象得那么糟。 我觉得人的脆弱和坚强都超乎自己的想象。 有时，我可能脆弱得一句话就泪流满面；有时，也发现自己咬着牙走了很长的路。”—莫泊桑《一生》 你有行动的念头但你却没有勇气出手，你会很羡慕佩服那些有勇气行动的人 突然想到小时候我们渴望长大，我们以为长大后就会有能力改变一些事；但是长大后我们往往妥协于平稳的生活而顺应世俗陈旧的潜规则。 我什么时候才能像阿迪克斯这样笃定自若。转书友：温柔也是一种强大的武器“温柔是当面对咄咄逼人时候，可以平静的说出自己心中坚持的正义。温柔是面对气急败坏时候，可以略加调侃的说出让人动容的文字。温柔不是说懦弱谦卑，而是在人言扑面而来的时候，可以从容自若的自洽。”一是要经历的多，什么都经历过，自然云淡风轻，二要思考的多，思维层次高才能理解很多东西，三要无论经历什么，都要对人世间的一切保有热爱，永远相信光，四要这个社会还能容下阿迪克斯这样的人，是始终在进步的～ 温柔有时候也是极具杀伤力的武器啊，因为会让那些跳脚的人更加气愤，他的怒气就像撒在了一块棉花上面哈哈 不，当一个人真正想做什么，做之前不会说。只要说出口的，要的是威慑效果，不一定，或者一定不会做 转 人类自诩理智的生灵，到最后发现，我们不过是情感的动物。我们太有限了，只能做觉得对的事情，然后接受它的事与愿违。——罗翔 “对于可控的事情，要保持谨慎，对于不可控的事情，要保持乐观。人只能做自己能力范围内的事情，你要接受这事实，并且以乐观的心，去应对这一切。” —— 爱比克泰德 改变你能改变的，接受你所不能改变的，我们的生活本就是在戴着镣铐跳舞。 转～“我不炫耀，因为我不自卑。我不花心，因为我不缺爱。人性就是这样，自卑才炫耀，缺爱才花心。你的招摇，除了证明内心虛弱，说明不了任何东西。”——苏芩 转我与地坛：所有的人都一样健康、漂亮、聪慧、高尚，结果会怎样呢？怕是人间的剧目就全要收场了，一个失去差别的世界将是一潭死水，是一块没有感觉没有肥力的沙漠。看来差别永远是要有的。看来就只好接受苦难——人类的全部剧目需要它，存在的本身需要它。看来上帝又一次对了。于是就有一个最令人绝望的结论等在这里：由谁去充任那些苦难的角色？又有谁去体现这世间的幸福、骄傲和快乐？只好听凭偶然，是没有道理好讲的。就命运而言，休论公道。 我们终其一生都是在战胜自己的内心，只要不看，壶就不会洒，只要不告诉你这个事情很重要，你就不会搞砸，我们需要的是遏制住内心的恐惧，以平和的心态去面对一切。这也正是读书，旅行的意义。 如果你想结束某个话题，其实很简单，以简短的方式交代完对方想知道的字面答案就可以了。对方想和你继续沟通的话，会在回答你的过程中想法设法的告诉你全部细节，其中不乏对方自己的认知和想法。 转 “如果你看不惯某种东西，那就改变它。如果你无法改变它，那就改变你自己的态度，不要抱怨。”——《不抱怨的世界》 凡事无定论，我应该学到点什么，而不是在想之前那个横冲直撞的鲁莽行事了，事情在没有定论之前，我希望我可以控制住我自己不要大肆宣扬，这种事的亏我吃过不止一次两次了 转:“你可以躲在角落里沉默，但是不要诋毁和嘲笑比你勇敢的人，因为他们争取到的光明也许会照耀到你” 当我们迷茫无措的时候 就是需要一个引导者告诉我们该怎么做 这种人的出现对我们来说是礼物 “悲剧将人生有价值的东西毁灭给人看，喜剧将那无价值的撕破给人看” 人人生而平等，却无往不在枷锁之中。偏见囚禁人的思想，傲慢能够变成武器。“所有动物生而平等，但有些动物比其他动物更平等。”——动物庄园 时间是个魔术师，它往往筛掉流年中的苦痛和困难，只留下幸福的记忆和过往 很奇怪 总有一种感觉 在夏天发生的事情 不管大小 都很难被忘记 夏天似乎天生就是一个有故事的季节 这是为什么呢？ 用躺平和摆烂的态度对待人际关系，屏蔽不相干的人和事，从此烦恼也就少了一大半。 转许知远在十三邀里面说：“每个人都是带着偏见看世界。人性是复杂的，我们可以对非洲饥饿的儿童报以同情，伸以援手，却对身边的鳏寡孤独视而不见。”人们总是在自己利益不相关时保持高尚，而利益相关时保持冷漠。不是自己亲身去做，但是可以轻而易举的让别人去做，还要抨击着这点困难算什么！己所不欲勿施于人！ “我希望你被打磨，永远光明磊落，我希望你能走过山山水水，写温柔的字，坦荡地爱。我希望你被阅读，不被辜负，你要飘摇着美丽，活得丰盛，或庄重。” 要是我既要想着今天，又要操心明天，生活就没意思了。每当事情糟到不能再糟的地步时，我总发现天无绝人之路 很多人只是想宣泄自己的情绪，并没有很多的实际行动，而我们能做的，是识别 有时候善良只会换来同样善良之人的宽待，而如果你的善良遇到的是卑鄙无耻的人换来的将是他们变本加厉毫无节制的伤害。 人心中的成见，就像是一座大山，任凭你怎么努力都无法搬动他。 未来的生活很美好，充满希望，但不要过于看重，当下的生活虽然很坚难，也别放弃当下的生活 ，过好当下才会拥有未来。 坎坷之路后面不一定是星空 也有可能是深渊 坎坷和星空没有任何关系，没有什么可尽甘来 它们它们是没有任何联系 确定有的是吃更多的苦会让你遇到困难的时候坚持的更久 苔藓植物的受精离不开水，适于生活在阴暗潮湿的地方，如墙壁的背阴处，树木的背阴处等。在树林中，树的北面是背光面，较为阴暗潮湿，所以长有苔藓的一面是北面，对面是南方，面朝南方，身体左侧为东，右侧为西。 共情能力强、注重细节，加上爱你就会使他具备这样的能力。我对重要朋友情绪的感知力也很强，不开心基本是掩饰不了了。 我们要心怀坦荡，不就是为了内心的安宁吗。不是为了给他们看，也不是让他人能理解自己，而是为了别让自己想心产生芥蒂。 能够保持边界感也是人与人之间尊重的一部分，即使是家人、朋友，都应该有界限，而不是一味地去追问，他想说的时候自然会说。 托尔斯泰：“人同河一样。天下的水都是一样的，可是每条河有时窄，流得急；有时宽，流得平稳；有时混浊，有时澄清；有时凉，有时暖。人也是一样，人人身上都有人类品性的根苗。不过，有时这种品性流露出来，有时那种品性流露出来罢了。人往往变得不像他自己了，其实，他仍然是他原来的那个人。” 善良有尺，忍让有度杨绛先生说：“你有不伤害别人的教养，却缺少一种不被别人伤害的气场，若没有人护你周全，就请你以后善良中带点锋芒，为自己保驾护航。” “极度的坦诚，就是无坚不摧，没有什么能打倒，因为我极度坦诚”光明正大 了解自己 我想要让你知道的都不会让别人揭露 我自己来 “在正确和善良之间，请选择后者。”事实的真相有时候并不重要，人们也很少在意某一件事具体的细节，大家都是只在意自己想看到的事物罢了。在这种情况下，争取保持一个勇敢善良的心，保护好自己，不伤害他人。 同情心和同理心的区别：同理心或共情能力是生来就有的，看到别的孩子哭，自己也跟着哭，随着成长，慢慢发现别人的痛苦与自己无关，同理心慢慢减弱。而同情心仅仅是理解他人的痛苦，不能做到真正的感同身受。你分手了，我只会说下一个更好。引用一句话表述同理心就是：你以为只有你自己蜷缩在看不见光的地方，而她提着灯来找你对你说： “嘿，我可以坐在这里吗?” 分别的时候，要用心好好告别，可能此刻之后，再也见不到了 罗翔说：“一个喜欢对他人在道德上进行随意评价和评判的人，一般自己在道德上都有很多瑕疵。”三毛说：“你对我的百般注解和识读，并不构成万分之一的我，却是一览无遗的你”鲁迅说：“人类的悲欢并不相通，我只觉得他们吵闹。”张爱玲说：“你如果认识从前的我，就会原谅现在的我。”《了不起的盖茨比》中写到：“每逢你想要批评任何人的时候，你就记住，这个世界上不是所有人都拥有过你所禀有的条件。 见识过人性的丑陋与残暴，书本里的惊吓算得了什么。每个鬼魂都是别人梦寐以求想见一面的亲人。如果你遇到了他们的亲人，请替他们问一声好。","raw":null,"content":null,"categories":[{"name":"成长","slug":"成长","permalink":"http://yoursite.com/categories/%E6%88%90%E9%95%BF/"},{"name":"精神世界","slug":"精神世界","permalink":"http://yoursite.com/categories/%E7%B2%BE%E7%A5%9E%E4%B8%96%E7%95%8C/"}],"tags":[{"name":"成长","slug":"成长","permalink":"http://yoursite.com/tags/%E6%88%90%E9%95%BF/"},{"name":"摘抄","slug":"摘抄","permalink":"http://yoursite.com/tags/%E6%91%98%E6%8A%84/"},{"name":"精神世界","slug":"精神世界","permalink":"http://yoursite.com/tags/%E7%B2%BE%E7%A5%9E%E4%B8%96%E7%95%8C/"}]},{"title":"2023年6月","slug":"2023年6月","date":"2023-06-01T04:45:19.000Z","updated":"2023-07-01T01:54:00.228Z","comments":true,"path":"2023/06/01/2023年6月/","link":"","permalink":"http://yoursite.com/2023/06/01/2023%E5%B9%B46%E6%9C%88/","excerpt":"","keywords":null,"text":"一.6月1日#今天成果展示明天答辩然后就毕业啦！！！希望一切顺利！ 三.6月3日#音乐会 五.6月5日#又来看电影啦#喝点 七.6月7日#二阳了，嗓子好痛 九.6月12日#原来这只猫猫都快两年了！ 十一.6月14日#md，又要改论文（别人就几行，我tm一页修改意见，啊啊啊）#和朋友们一起卖东西！好快乐~#喝点（最爱的威士忌酸和飞行）！ 十三.6月16日#谢谢你啦，你也要光明前行！ （exxx好坏，哼！，差点就去问ex了）#领证啦！#又和朋友出来拍照啦！ 十五.6月18日#和小伙伴们开始毕业旅行啦！#在郑州转机！一起见了一个小伙伴#网吧五连坐当然要一起玩连连看了！ 十七.6月20日#这是什么理想的生活！#好美的海#这世界又多了一个伤心的小朋友#菌汤真的好鲜！好幸福#遇到一个超级可爱的小妹妹#咖啡&amp;&amp;稻田#夫妻树，好浪漫~#彩虹！！#菌子火锅！！！好鲜！！！ 十九.6月22日#抵达丽江！ 二十一.6月24日#草原、雪山俺来啦！#好美的原始森林！#咩咩咩~~&amp;&amp; 马or驴？#蓝月亮湖#带了自热锅，味道还不错#爬山啦！#三遇彩虹！！，双彩虹！！ [{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302343245.jpg\",\"alt\":\"IMG_0596\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302344188.jpg\",\"alt\":\"IMG_0597\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302344909.jpg\",\"alt\":\"IMG_0605\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302344922.jpg\",\"alt\":\"IMG_0609\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302344099.jpg\",\"alt\":\"IMG_0615\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302345801.jpg\",\"alt\":\"IMG_0635\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302345132.jpg\",\"alt\":\"IMG_0640\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302347947.jpg\",\"alt\":\"IMG_0650\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302347676.jpg\",\"alt\":\"IMG_0654\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302347507.jpg\",\"alt\":\"IMG_0686\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302347120.jpg\",\"alt\":\"IMG_0664\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302347183.jpg\",\"alt\":\"IMG_0658\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348573.jpg\",\"alt\":\"IMG_0698\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348728.jpg\",\"alt\":\"IMG_0703\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348641.jpg\",\"alt\":\"IMG_0709\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348671.jpg\",\"alt\":\"IMG_0713\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348952.jpg\",\"alt\":\"IMG_0717\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348860.jpg\",\"alt\":\"IMG_0720\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348118.jpg\",\"alt\":\"IMG_0726\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348944.jpg\",\"alt\":\"IMG_0735\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302348055.jpg\",\"alt\":\"IMG_0748\"},{\"url\":\"C:\\\\Users\\\\12847\\\\Pictures\\\\隔空投送\\\\IMG_0756.jpg\",\"alt\":\"IMG_0756\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302349693.jpg\",\"alt\":\"IMG_0762\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302349525.jpg\",\"alt\":\"IMG_0769\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302349708.jpg\",\"alt\":\"IMG_0772\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350202.jpg\",\"alt\":\"IMG_0776\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350786.jpg\",\"alt\":\"IMG_0785\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350711.jpg\",\"alt\":\"IMG_0788\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350584.jpg\",\"alt\":\"IMG_0793\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350300.jpg\",\"alt\":\"IMG_0798\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350516.jpg\",\"alt\":\"IMG_0815\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350641.jpg\",\"alt\":\"IMG_0816\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350531.jpg\",\"alt\":\"IMG_0818\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302350463.jpg\",\"alt\":\"IMG_0854\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302352027.jpg\",\"alt\":\"IMG_0859\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302352188.jpg\",\"alt\":\"IMG_0873\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302352713.jpg\",\"alt\":\"IMG_0883\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302352470.jpg\",\"alt\":\"IMG_0895\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302352092.jpg\",\"alt\":\"IMG_0907\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302352149.jpg\",\"alt\":\"IMG_0922\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302352484.jpg\",\"alt\":\"IMG_0927\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306302353887.jpg\",\"alt\":\"IMG_0943\"}] 加载更多 二十三.6月27，28日#《杀死一只知更鸟》 #认真吃早饭啦！","raw":null,"content":null,"categories":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/categories/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}],"tags":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/tags/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}]},{"title":"书影音","slug":"精神世界","date":"2023-05-11T03:12:23.000Z","updated":"2023-06-29T14:48:57.129Z","comments":true,"path":"2023/05/11/精神世界/","link":"","permalink":"http://yoursite.com/2023/05/11/%E7%B2%BE%E7%A5%9E%E4%B8%96%E7%95%8C/","excerpt":"","keywords":null,"text":"书籍看到不一样的生活 书单汇总 豆瓣读书统计 微信读书 每日自动更新中。。。 2023年读书笔记 笔记 欧丽娟-《红楼梦》讲说 会上瘾，会迷醉。 电影电影映照人生 电影汇总 Where there is life, there is life. 音乐人生不能没有音乐 网易云 梦想是拥有唱片机 最爱专辑，百听不厌 [{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331516.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331515.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331514.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331513.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331512.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331511.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331510.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331508.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331507.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331506.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331505.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331504.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331503.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305112331502.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538471.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538470.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538469.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538468.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538463.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538465.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538466.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538467.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538462.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538461.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538460.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538459.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538455.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538456.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538457.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538458.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538454.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538453.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538452.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538451.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538450.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538449.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538448.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538447.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538446.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538445.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538444.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538443.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538442.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538441.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538440.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538439.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538438.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538437.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538436.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538435.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538430.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538432.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538434.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538433.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538429.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538428.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538427.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538426.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305121538425.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305171134540.png\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306051216208.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306051217807.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306051217273.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306051217008.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306051217705.JPG\",\"alt\":\"\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202306051217436.JPG\",\"alt\":\"\"}] 加载更多","raw":null,"content":null,"categories":[{"name":"精神世界","slug":"精神世界","permalink":"http://yoursite.com/categories/%E7%B2%BE%E7%A5%9E%E4%B8%96%E7%95%8C/"}],"tags":[{"name":"精神世界","slug":"精神世界","permalink":"http://yoursite.com/tags/%E7%B2%BE%E7%A5%9E%E4%B8%96%E7%95%8C/"}]},{"title":"2023年5月","slug":"2023年5月","date":"2023-04-30T18:12:23.000Z","updated":"2023-05-31T08:16:20.420Z","comments":true,"path":"2023/05/01/2023年5月/","link":"","permalink":"http://yoursite.com/2023/05/01/2023%E5%B9%B45%E6%9C%88/","excerpt":"","keywords":null,"text":"一.5月3日#他竟然会坐了！#睡得二五八万的，可爱死了 三.5月8日#就要走啦 #谢谢你最后一晚来陪我睡觉~ 五.5月12日#银钗yyds#姐姐说小橘把我忘了，坏猫猫！！！哼！ 七.5月14日#把五子棋当象棋下，我也是服了他们#不知道下次见是什么时候了！拍照留念#吃饱开始发饭昏，试睡员上线！#宜家这个冰激凌是真好吃！！！#朋友走啦，下次再见！ [{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305171644018.jpg\",\"alt\":\"IMG_9007\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305171644613.jpg\",\"alt\":\"IMG_9008\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305171645984.jpg\",\"alt\":\"IMG_9006\"},{\"url\":\"https://yoga-tis.oss-cn-beijing.aliyuncs.com/blog/202305171645174.jpg\",\"alt\":\"IMG_9005\"}] 加载更多 九.5月21日#阿尼亚~#路过看一眼晚会（最近这个好火 十一.5月27日#爬上食堂房顶 十三.5月29日#朋友的宿舍总是有一些奇奇怪怪的东西（搞抽象这块只服他！#拍毕业照啦！","raw":null,"content":null,"categories":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/categories/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}],"tags":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/tags/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}]},{"title":"2023年4月","slug":"2023年4月","date":"2023-04-01T13:10:22.000Z","updated":"2023-05-11T08:54:17.691Z","comments":true,"path":"2023/04/01/2023年4月/","link":"","permalink":"http://yoursite.com/2023/04/01/2023%E5%B9%B44%E6%9C%88/","excerpt":"","keywords":null,"text":"一.4月1日#四月你好！ 三.4月6日#我来啦！ 五.4月8日#饭后醺一下#同频猫~ 七.4月10日#一次两杯，冰死了#西西弗书店，想起了一些美好的回忆#失策，改天再来吧~ 九.4月12日#好久没醺一下了！一切都美妙的不得了（尼格罗尼好苦... 十一.4月16日#🐻 十三.4月18日#想起了你 十五.4月21日#平等的喜欢每一个周五#夏天又快来了 十七.4月27日#可爱的鸭鸭，鸽子","raw":null,"content":null,"categories":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/categories/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}],"tags":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/tags/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}]},{"title":"2023年3月","slug":"2023年3月","date":"2023-03-01T14:16:42.000Z","updated":"2023-04-12T03:45:53.931Z","comments":true,"path":"2023/03/01/2023年3月/","link":"","permalink":"http://yoursite.com/2023/03/01/2023%E5%B9%B43%E6%9C%88/","excerpt":"","keywords":null,"text":"一.3月1日#最近几天都来图书馆看日落，好爱啊 三.3月5日#朋友终于回来啦，终于有饭搭子啦！ 五.3月9日#和朋友坐湖边聊天#感觉还没喝几天，就喝完了，md 七.3月11日#又有新咖啡啦，又得到一个杯子，以后有了自己的家一定买个柜子专门放各种各样的杯子！ #终于看了《深海》，相遇是多么的奇妙啊，想起了他，感谢你曾与我分享你的梦，我也想能陪你一起走啊，直到这世界崩塌 九.3月14日#喜欢就这么坐在草地上无所事事、聊天、晒太阳#好美的夕阳 十一.3月18日#最近对花体有点感兴趣，大概又是三分钟热度吧 十三.3月20日#来天台晒太阳~ 十五.3月24日#看到男主就想到了你，哈哈哈哈哈 十七.3月27日#去祈福#永远吃不腻的必胜客肉酱意面（但是感觉量一直在变少，md）#很爱坐公交车时候的感觉啊~ ~","raw":null,"content":null,"categories":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/categories/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}],"tags":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/tags/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}]},{"title":"2023年2月","slug":"2023年2月","date":"2023-02-01T12:14:32.000Z","updated":"2023-05-02T14:58:26.054Z","comments":true,"path":"2023/02/01/2023年2月/","link":"","permalink":"http://yoursite.com/2023/02/01/2023%E5%B9%B42%E6%9C%88/","excerpt":"","keywords":null,"text":"一.2月1日#美好的一天从一杯咖啡开始#做个饭吧~ （想快点有自己的厨房#自制烤冷面（味道一般，果然有些钱还是要让别人赚， 三.2月5日（元宵节！#看十五（好几年没办了哎 好热闹！#来吃初中经常吃的早餐（还是那个味道，好怀念啊！ 五.2月12日#醺一下~ 七.2月15日#不要给自己设限（在南京#一个人看灯 九.2月18日#《男孩、鼹鼠、狐狸和马》 十一.2月20日#《长安的荔枝》 十三.2月23日#全是王女士 #终于开始看了，鸽了好久 十五.2月25日#买了早餐卡，希望这学期能好好吃早饭吧~ #又有酒喝了！ 十七.2月26日#吃吃喝喝逛逛","raw":null,"content":null,"categories":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/categories/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}],"tags":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/tags/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}]},{"title":"2023年1月","slug":"2023年1月","date":"2023-01-01T15:14:32.000Z","updated":"2023-05-02T15:08:09.941Z","comments":true,"path":"2023/01/01/2023年1月/","link":"","permalink":"http://yoursite.com/2023/01/01/2023%E5%B9%B41%E6%9C%88/","excerpt":"","keywords":null,"text":"一.1月1日 23:14#幸福时刻、理想生活 午饭后，我半躺在椅子上看着外面放空脑袋，他躺在床上打游戏，外放我从他歌单偷来的歌喝着咖啡&#x2F;水，时不时聊个天，喜欢这样无所事事，带着无声的暖意的安静时光。 下午一起去了宜家，一直很喜欢逛家具店，会忍不住幻想以后我们的家会是什么样子呢？ 三.1月3日#年度歌手 王女士 #捞捞捞 他：吃火锅到最后，不是比谁能吃，而是比谁能藏 五.1月5日#不时会怀念泡面的味道 大象~ 大象~ #格鲁吉亚 半甜才是yyds 七.1月7日#咖啡、吃吃吃 九.1月9日#吃吃喝喝逛逛、像shi的冰淇淋(哈哈哈)、酒酒酒！！！ 十一.1月12日#第一次一个下午连看三部电影（准确说是两部半） 十三.1月14日#1.豆浆，豆浆，我爱豆浆、#2.下雪啦！！！ 十五.1月18日#1.和朋友爬山，滑冰？，吃吃逛逛#2.看了一下新开的游泳馆，可惜关门了#3.美滋滋来一杯~ 十七.1月20日#1.做饭！！！（好久没做饭了 十八.1月23日#1.走亲戚 二十.1月28日#1.看烟花~ 二十二.1月31日#逛逛逛#必胜客的意面！！#抓兔子！","raw":null,"content":null,"categories":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/categories/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}],"tags":[{"name":"日常 生活","slug":"日常-生活","permalink":"http://yoursite.com/tags/%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}]},{"title":"2022年12月","slug":"2022年12月","date":"2022-12-01T07:13:45.000Z","updated":"2023-05-02T15:08:08.756Z","comments":true,"path":"2022/12/01/2022年12月/","link":"","permalink":"http://yoursite.com/2022/12/01/2022%E5%B9%B412%E6%9C%88/","excerpt":"","keywords":null,"text":"一.12月4日 20:06# 三.12月10日 21:10#原来已经一起看了这么多剧了 五.12月14日 19:04#所有的遇见都有意义 逛豆瓣看到一个有关要不要删除与前任的记录的话题 虽然已经分手了,没有了将来，但是过去是真真切切的存在过。你的大好年华确实是消耗了在ta身上，即使分手的时候不快乐，但是照片，聊天记录里面却保留着你甜蜜的过往也或者说是你的大好青春。结果不尽人意，但是过程中也欣赏了很多风景，等以后回忆青春的时候，看着过去的照片回忆自己一年一年的长大，经历过得一点一滴。我不希望因为一段失败的感情，就去否认那段时间的一切，给自己的回忆留下空白，所有的遇见都有意义。 七.12月17日 20:37 九.12月19日 18:23#迷茫 今年考研，从11月份以来一直很焦虑，有点找不到生命的意义是什么，很迷茫，不知道当初自己为什么要考研，好像只是在被环境推着走。现在我发觉我一直很软弱，一直都没有找到自己热爱的东西，好像就要跨进社会编织的牢笼，往里挤，挤得头破血流，挤得身心俱疲。我太软弱了，我还没有去发现自己，没有找到自己作为一个生命个体的可能性，就自怨自艾。 十一.12月21日 22:36#永远怀念夏天 晚上听歌随机到了Call me by your name的主题曲，提到夏天总会想起Eio遇见Oliver那个意大利的夏天，就像我遇到你的那个夏天一样。 十三.12月24日 20:47#丧 一踏糊涂呢，哈哈哈哈哈哈 十五.12月27日#重是重逢的重，庆是庆祝的庆 终于见到啦，重庆北站北广场地铁十号线第一节车厢，别来无恙。 十七.12月29日#重是重逢的重，庆是庆祝的庆 逛了中央公园 十八.12月30日#重是重逢的重，庆是庆祝的庆","raw":null,"content":null,"categories":[{"name":"一些感悟 日常 生活","slug":"一些感悟-日常-生活","permalink":"http://yoursite.com/categories/%E4%B8%80%E4%BA%9B%E6%84%9F%E6%82%9F-%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}],"tags":[{"name":"一些感悟 日常 生活","slug":"一些感悟-日常-生活","permalink":"http://yoursite.com/tags/%E4%B8%80%E4%BA%9B%E6%84%9F%E6%82%9F-%E6%97%A5%E5%B8%B8-%E7%94%9F%E6%B4%BB/"}]}]}